-- MySQL Administrator dump 1.4
--
-- ------------------------------------------------------
-- Server version	5.1.54-1ubuntu4


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;


--
-- Create schema guolanr
--

CREATE DATABASE IF NOT EXISTS guolanr;
USE guolanr;

--
-- Definition of table `guolanr`.`auth_group`
--

DROP TABLE IF EXISTS `guolanr`.`auth_group`;
CREATE TABLE  `guolanr`.`auth_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(80) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_group`
--

/*!40000 ALTER TABLE `auth_group` DISABLE KEYS */;
LOCK TABLES `auth_group` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_group` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`auth_group_permissions`
--

DROP TABLE IF EXISTS `guolanr`.`auth_group_permissions`;
CREATE TABLE  `guolanr`.`auth_group_permissions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `group_id` int(11) NOT NULL,
  `permission_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `group_id` (`group_id`,`permission_id`),
  KEY `auth_group_permissions_425ae3c4` (`group_id`),
  KEY `auth_group_permissions_1e014c8f` (`permission_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_group_permissions`
--

/*!40000 ALTER TABLE `auth_group_permissions` DISABLE KEYS */;
LOCK TABLES `auth_group_permissions` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_group_permissions` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`auth_message`
--

DROP TABLE IF EXISTS `guolanr`.`auth_message`;
CREATE TABLE  `guolanr`.`auth_message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `message` longtext CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`),
  KEY `auth_message_403f60f` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_message`
--

/*!40000 ALTER TABLE `auth_message` DISABLE KEYS */;
LOCK TABLES `auth_message` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_message` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`auth_permission`
--

DROP TABLE IF EXISTS `guolanr`.`auth_permission`;
CREATE TABLE  `guolanr`.`auth_permission` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) CHARACTER SET utf8 NOT NULL,
  `content_type_id` int(11) NOT NULL,
  `codename` varchar(100) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `content_type_id` (`content_type_id`,`codename`),
  KEY `auth_permission_1bb8f392` (`content_type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=79 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_permission`
--

/*!40000 ALTER TABLE `auth_permission` DISABLE KEYS */;
LOCK TABLES `auth_permission` WRITE;
INSERT INTO `guolanr`.`auth_permission` VALUES  (1,'Can add permission',1,'add_permission'),
 (2,'Can change permission',1,'change_permission'),
 (3,'Can delete permission',1,'delete_permission'),
 (4,'Can add group',2,'add_group'),
 (5,'Can change group',2,'change_group'),
 (6,'Can delete group',2,'delete_group'),
 (7,'Can add user',3,'add_user'),
 (8,'Can change user',3,'change_user'),
 (9,'Can delete user',3,'delete_user'),
 (10,'Can add message',4,'add_message'),
 (11,'Can change message',4,'change_message'),
 (12,'Can delete message',4,'delete_message'),
 (13,'Can add content type',5,'add_contenttype'),
 (14,'Can change content type',5,'change_contenttype'),
 (15,'Can delete content type',5,'delete_contenttype'),
 (16,'Can add session',6,'add_session'),
 (17,'Can change session',6,'change_session'),
 (18,'Can delete session',6,'delete_session'),
 (19,'Can add site',7,'add_site'),
 (20,'Can change site',7,'change_site'),
 (21,'Can delete site',7,'delete_site'),
 (22,'Can add category',8,'add_category'),
 (23,'Can change category',8,'change_category'),
 (24,'Can delete category',8,'delete_category'),
 (25,'Can add fruit',9,'add_fruit'),
 (26,'Can change fruit',9,'change_fruit'),
 (27,'Can delete fruit',9,'delete_fruit'),
 (72,'Can delete mobile',24,'delete_mobile'),
 (71,'Can change mobile',24,'change_mobile'),
 (70,'Can add mobile',24,'add_mobile'),
 (31,'Can add delivery address',11,'add_deliveryaddress'),
 (32,'Can change delivery address',11,'change_deliveryaddress'),
 (33,'Can delete delivery address',11,'delete_deliveryaddress'),
 (34,'Can add user profile',12,'add_userprofile'),
 (35,'Can change user profile',12,'change_userprofile'),
 (36,'Can delete user profile',12,'delete_userprofile'),
 (37,'Can add order',13,'add_order'),
 (38,'Can change order',13,'change_order'),
 (39,'Can delete order',13,'delete_order'),
 (40,'Can add log entry',14,'add_logentry'),
 (41,'Can change log entry',14,'change_logentry'),
 (42,'Can delete log entry',14,'delete_logentry'),
 (43,'Can add delivery time interval',15,'add_deliverytimeinterval'),
 (44,'Can change delivery time interval',15,'change_deliverytimeinterval'),
 (45,'Can delete delivery time interval',15,'delete_deliverytimeinterval'),
 (46,'Can add school',16,'add_school'),
 (47,'Can change school',16,'change_school'),
 (48,'Can delete school',16,'delete_school'),
 (49,'Can add evaluation',17,'add_evaluation'),
 (50,'Can change evaluation',17,'change_evaluation'),
 (51,'Can delete evaluation',17,'delete_evaluation'),
 (52,'Can add order status',18,'add_orderstatus'),
 (53,'Can change order status',18,'change_orderstatus'),
 (54,'Can delete order status',18,'delete_orderstatus'),
 (55,'Can add sensitive item',19,'add_sensitiveitem'),
 (56,'Can change sensitive item',19,'change_sensitiveitem'),
 (57,'Can delete sensitive item',19,'delete_sensitiveitem'),
 (58,'Can add visitor',20,'add_visitor'),
 (59,'Can change visitor',20,'change_visitor'),
 (60,'Can delete visitor',20,'delete_visitor'),
 (61,'Can add sms',21,'add_sms'),
 (62,'Can change sms',21,'change_sms'),
 (63,'Can delete sms',21,'delete_sms'),
 (64,'Can add coupon type',22,'add_coupontype'),
 (65,'Can change coupon type',22,'change_coupontype'),
 (66,'Can delete coupon type',22,'delete_coupontype'),
 (67,'Can add coupon',23,'add_coupon'),
 (68,'Can change coupon',23,'change_coupon'),
 (69,'Can delete coupon',23,'delete_coupon'),
 (73,'Can add admin ctrl',25,'add_adminctrl'),
 (74,'Can change admin ctrl',25,'change_adminctrl'),
 (75,'Can delete admin ctrl',25,'delete_adminctrl'),
 (76,'Can add error log',26,'add_errorlog'),
 (77,'Can change error log',26,'change_errorlog'),
 (78,'Can delete error log',26,'delete_errorlog');
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_permission` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`auth_user`
--

DROP TABLE IF EXISTS `guolanr`.`auth_user`;
CREATE TABLE  `guolanr`.`auth_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(30) NOT NULL,
  `first_name` varchar(30) NOT NULL,
  `last_name` varchar(30) NOT NULL,
  `email` varchar(75) NOT NULL,
  `password` varchar(128) NOT NULL,
  `is_staff` tinyint(1) NOT NULL,
  `is_active` tinyint(1) NOT NULL,
  `is_superuser` tinyint(1) NOT NULL,
  `last_login` datetime NOT NULL,
  `date_joined` datetime NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=MyISAM AUTO_INCREMENT=72 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_user`
--

/*!40000 ALTER TABLE `auth_user` DISABLE KEYS */;
LOCK TABLES `auth_user` WRITE;
INSERT INTO `guolanr`.`auth_user` VALUES  (1,'guolanr','','','guolanr@gmail.com','sha1$93dd5$e69cf457069d290d6d868d1794aa2c0f0078f408',1,1,1,'2011-12-16 17:01:27','2011-11-12 16:31:34'),
 (7,'renren@220976113','','','','sha1$79d1d$72195e3a907ed99da281031468bbeb14a599dc85',0,1,0,'2011-12-16 16:54:40','2011-12-12 14:15:47'),
 (3,'renren@303716952','','','','sha1$b33dd$72c3f4d2ef6246144bbd76fd12d6c06a0040890c',0,1,0,'2011-12-10 17:52:41','2011-12-10 17:52:41'),
 (5,'renren@223645293','','','','sha1$ba507$ab29a7843869dced98ee177c3b5bc7c2307db3a9',0,1,0,'2011-12-14 16:25:58','2011-12-11 12:57:36'),
 (8,'renren@156541037','','','','sha1$6698b$3cdfa564994d837edd855d7644524ed5034ddb0b',0,1,0,'2011-12-12 14:20:36','2011-12-12 14:20:36'),
 (9,'renren@225334572','','','','sha1$8e7d4$3d1ae62c86059a3a9f607a25f26f65e80e331b61',0,1,0,'2011-12-12 16:18:44','2011-12-12 16:18:44'),
 (10,'renren@402054176','','','','sha1$764b8$a5fea53ca1837d24358f705377aefeeb61b8f55e',0,1,0,'2011-12-12 16:22:55','2011-12-12 16:22:55'),
 (11,'renren@247109739','','','','sha1$7b1dc$aff8ddb709f6fcd15a04f99ab99f951b142fe53a',0,1,0,'2011-12-12 16:46:40','2011-12-12 16:45:53'),
 (12,'renren@227954326','','','','sha1$4b8d7$cb02ae67b4b1d5f6d4b65d54fa35748046d35ea9',0,1,0,'2011-12-12 17:24:56','2011-12-12 17:17:18'),
 (13,'renren@229385727','','','','sha1$183af$534a41340d056ac646fdd81b0f59822277020e23',0,1,0,'2011-12-12 17:27:47','2011-12-12 17:27:47'),
 (14,'renren@255299388','','','','sha1$bcde4$705f9e910de29ba9fdbb0ce9fe7728c37e26da31',0,1,0,'2011-12-12 17:28:58','2011-12-12 17:28:58'),
 (15,'renren@264079090','','','','sha1$38c0b$6b00325372f47d83bd857ff69d8bd3f551be7ed5',0,1,0,'2011-12-13 12:24:39','2011-12-13 12:24:39'),
 (16,'renren@335408858','','','','sha1$bcd9e$018bfd09c54cb0b60c89d48978d936f58730a838',0,1,0,'2011-12-13 13:06:35','2011-12-13 13:06:35'),
 (17,'renren@242910592','','','','sha1$ab8b2$b194bcf980bcbac2f4db269474948a36809208a1',0,1,0,'2011-12-13 13:53:18','2011-12-13 13:53:18'),
 (18,'renren@328945406','','','','sha1$ed207$4aada2623b4089f215676590506a29fd0519754b',0,1,0,'2011-12-13 16:01:43','2011-12-13 16:01:43'),
 (19,'renren@1845993119','','','','sha1$d2e35$29af408f391d9e13e5a219152721c28f70223b70',0,1,0,'2011-12-13 16:13:43','2011-12-13 16:13:43'),
 (20,'renren@223369297','','','','sha1$18a3f$acb86281cbb27811ed2afdd505925d520e5296a1',0,1,0,'2011-12-13 22:46:46','2011-12-13 22:46:46'),
 (21,'renren@115282002','','','','sha1$3776f$e68f296bcb772420cf616f9f072208ce6468180a',0,1,0,'2011-12-14 10:50:57','2011-12-14 09:23:02'),
 (22,'renren@228320571','','','','sha1$7c840$9d32656b727ded36b9abb5df7d33204bc10426eb',0,1,0,'2011-12-14 10:11:11','2011-12-14 10:11:11'),
 (23,'renren@263697778','','','','sha1$1c9e3$83b51cd0e196183fa72a2b8d09926933d8bd630a',0,1,0,'2011-12-15 17:48:57','2011-12-14 10:55:46'),
 (24,'renren@290514548','','','','sha1$a16f9$762b664e2a4c79465e8d3bc10a0b6c9fa1fd3763',0,1,0,'2011-12-14 12:14:33','2011-12-14 12:14:20'),
 (25,'renren@224837205','','','','sha1$799b7$4eeabf8d5ebd002a8e2f496cb819ebc8c3697255',0,1,0,'2011-12-14 12:28:09','2011-12-14 12:28:09'),
 (26,'renren@268462296','','','','sha1$0325e$9f8293b77143f8fea05e86ea37ca3e491483ceb2',0,1,0,'2011-12-15 22:16:24','2011-12-14 13:03:21'),
 (27,'renren@293070870','','','','sha1$9695f$8e8f4df6c7a788bd8642d4305b15a6de769f5ff4',0,1,0,'2011-12-14 13:06:00','2011-12-14 13:06:00'),
 (28,'renren@293397523','','','','sha1$8dbfb$ff10b1611f1cbb828eb0ca37a9f5c11b26804e55',0,1,0,'2011-12-14 13:07:23','2011-12-14 13:07:23'),
 (29,'renren@246781354','','','','sha1$165e5$2161ef60f0f94bf493a3367ed1f93de47ffbd1ec',0,1,0,'2011-12-14 13:11:32','2011-12-14 13:11:32'),
 (30,'renren@291126934','','','','sha1$bd82f$a821ff6a2555fdc6a44582411c8025a6c3264ffe',0,1,0,'2011-12-14 13:17:38','2011-12-14 13:17:38'),
 (31,'renren@316113001','','','','sha1$07c08$e2f3a163b38ec854406f416975ec8714c9051c7b',0,1,0,'2011-12-14 14:04:12','2011-12-14 14:04:12'),
 (32,'renren@430675322','','','','sha1$3a7e0$f1170cc5bbe8039e180337fc0bdbf529ffebfadc',0,1,0,'2011-12-14 16:51:12','2011-12-14 16:51:12'),
 (33,'renren@433686615','','','','sha1$953fc$581c8295a6ccc052d963417967f7b6560e7de7b2',0,1,0,'2011-12-14 18:02:54','2011-12-14 18:02:53'),
 (34,'renren@292990862','','','','sha1$a0fa1$65b0a76ff684036d24bbf4d776a4e533bcf30b6f',0,1,0,'2011-12-14 18:46:30','2011-12-14 18:46:30'),
 (35,'renren@278656495','','','','sha1$4404a$b949a7fb4308acad56bdad404b28d0c51a068457',0,1,0,'2011-12-14 18:57:35','2011-12-14 18:46:54'),
 (36,'renren@322627548','','','','sha1$ec3dd$7737a553ddbbbf725ba0010eeb5521b831d28c6f',0,1,0,'2011-12-14 18:52:58','2011-12-14 18:52:57'),
 (37,'renren@223291534','','','','sha1$00a7b$5ac325291768f953813e01cbfc17d65a2308f276',0,1,0,'2011-12-14 19:29:57','2011-12-14 19:29:51'),
 (38,'renren@288350790','','','','sha1$6f296$2a1445a1ae7e81353522732de65afc2f8d45ac4e',0,1,0,'2011-12-14 21:58:55','2011-12-14 21:58:55'),
 (39,'renren@380565789','','','','sha1$b5c6a$c6fd65f3009e97c51641c6c88ea23933ce601dd2',0,1,0,'2011-12-14 22:22:30','2011-12-14 22:22:30'),
 (40,'renren@408527961','','','','sha1$fe436$d619298428cfd713d4b87cb26d02637030700b6b',0,1,0,'2011-12-14 22:44:28','2011-12-14 22:44:28'),
 (41,'renren@254841906','','','','sha1$fc407$061999e9ae0b4d4999239b0792f551a1f56ddd8b',0,1,0,'2011-12-15 09:35:17','2011-12-15 09:35:17'),
 (42,'renren@223027810','','','','sha1$e5144$556868c63e67cc5b61b31297524e744e71a32804',0,1,0,'2011-12-15 10:41:56','2011-12-15 10:41:56'),
 (43,'renren@342433291','','','','sha1$76839$5f52c5942489c771c4762feb37616ba7a23cf602',0,1,0,'2011-12-15 10:58:34','2011-12-15 10:58:34'),
 (44,'renren@256338636','','','','sha1$9fd39$da8486d98ab6231c181aaa364fdbd61d7a03afe7',0,1,0,'2011-12-15 03:25:31','2011-12-15 03:25:31'),
 (45,'renren@276214487','','','','sha1$4b298$5b294de6a4812441b4f5c0798bf0254024f80141',0,1,0,'2011-12-15 18:43:20','2011-12-15 18:43:20'),
 (46,'renren@264339033','','','','sha1$d784b$69101a8bbd41b5a414bacf10c762b61494ded461',0,1,0,'2011-12-15 18:47:27','2011-12-15 18:47:27'),
 (47,'renren@274509286','','','','sha1$8d01a$b51ab5f4d9760b033e97fff7d71d5b038491476e',0,1,0,'2011-12-15 19:10:51','2011-12-15 19:10:51'),
 (48,'renren@286095932','','','','sha1$4f9a3$3d30434feced472d29f63cd1c9712e0bf94fda49',0,1,0,'2011-12-15 19:13:58','2011-12-15 19:13:58'),
 (49,'renren@282939294','','','','sha1$f4fe5$b218ed51595da22a96ae41fab14460173ebd0942',0,1,0,'2011-12-15 19:29:30','2011-12-15 19:29:30'),
 (50,'renren@332213064','','','','sha1$30563$05b63bffdfe56972f65568a101029f61320521c6',0,1,0,'2011-12-15 19:30:47','2011-12-15 19:30:47'),
 (51,'renren@200088306','','','','sha1$c6ed0$e3fbbcd5ae82935d3f65c5fe7014141e05e4c335',0,1,0,'2011-12-15 19:58:04','2011-12-15 19:58:04'),
 (52,'renren@222139639','','','','sha1$004c0$d9bd689c4bb8920f509e65581bb32b97c34061b4',0,1,0,'2011-12-15 20:20:57','2011-12-15 20:20:57'),
 (53,'renren@399769650','','','','sha1$f30c7$8cfd62c16a4d2436c85305651ddb024a21392541',0,1,0,'2011-12-15 22:04:41','2011-12-15 22:04:41'),
 (54,'renren@260972732','','','','sha1$44107$693b941387ac26edc6acc9d728b15cbc5a920e80',0,1,0,'2011-12-15 23:29:23','2011-12-15 23:29:23'),
 (55,'renren@378141624','','','','sha1$9bc81$06a2553ba776dad3891f77a645e7b627039d12ab',0,1,0,'2011-12-15 23:32:45','2011-12-15 23:32:45'),
 (56,'renren@247873398','','','','sha1$e0889$6b23db980d04a98bcfa36496947f0673face9395',0,1,0,'2011-12-16 00:43:30','2011-12-16 00:43:30'),
 (57,'renren@263335156','','','','sha1$9f40c$6754e32f9987bcfe43f78f96c79fd5b55030d099',0,1,0,'2011-12-16 10:33:53','2011-12-16 10:33:53'),
 (58,'renren@240085621','','','','sha1$64500$a567e90259ab113b5aa4d0864a6d9aa0947bdca3',0,1,0,'2011-12-16 12:40:00','2011-12-16 12:40:00'),
 (59,'renren@397517815','','','','sha1$8d3bb$621c6098ed42c52cbe0658641deb8c232fc08850',0,1,0,'2011-12-16 13:11:13','2011-12-16 13:11:13'),
 (60,'renren@1939473302','','','','sha1$0159e$4909fdcb0c615fee4d89cd660af7c66f748f9c4f',0,1,0,'2011-12-16 13:14:58','2011-12-16 13:14:58'),
 (61,'renren@433936580','','','','sha1$80fdd$e73c4592650d096444b4d755336fa76ced439072',0,1,0,'2011-12-16 13:32:10','2011-12-16 13:31:52'),
 (62,'renren@274856152','','','','sha1$d2966$070e3dddae18f6346bdc2a80296683521e3a1563',0,1,0,'2011-12-16 13:52:40','2011-12-16 13:52:40'),
 (63,'renren@267248687','','','','sha1$82ca1$3383b1d3bf83970c3941771bd2ab556c73427b52',0,1,0,'2011-12-16 13:55:10','2011-12-16 13:55:10'),
 (64,'renren@322067410','','','','sha1$417f9$fa6d1af4d2e9a5e6d439d25009eaee0120eda5a6',0,1,0,'2011-12-16 06:21:57','2011-12-16 06:21:57'),
 (65,'renren@329537257','','','','sha1$4d616$a2050ef396cd32a5fd9b4a0eaad5e7c24acf0f0e',0,1,0,'2011-12-16 14:24:23','2011-12-16 14:24:23'),
 (66,'renren@249972955','','','','sha1$3e805$d735932b185914537706755c83a0f868ce2b5f95',0,1,0,'2011-12-16 14:29:10','2011-12-16 14:29:10'),
 (67,'renren@187310320','','','','sha1$6591e$5a17ddf4af3a4f515815bc8df93d8292f1656d6f',0,1,0,'2011-12-16 16:23:27','2011-12-16 16:23:27'),
 (68,'renren@224859350','','','','sha1$f28b5$ffeac09185b26ffcd71fa5af6302408424433fb0',0,1,0,'2011-12-16 16:32:27','2011-12-16 16:32:25'),
 (69,'renren@230444627','','','','sha1$2c507$6da83563f6617b168f653b394fbf390006632dac',0,1,0,'2011-12-16 16:38:03','2011-12-16 16:38:03'),
 (70,'renren@325340719','','','','sha1$8ed10$445faacf1c5eefda8b875c6624ac12544b9e7de1',0,1,0,'2011-12-16 16:50:19','2011-12-16 16:50:19'),
 (71,'renren@295498945','','','','sha1$52fa0$2d7d0be6b37648dccfcc5f0b59974ba5ca11243d',0,1,0,'2011-12-16 17:07:44','2011-12-16 17:07:43');
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_user` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`auth_user_groups`
--

DROP TABLE IF EXISTS `guolanr`.`auth_user_groups`;
CREATE TABLE  `guolanr`.`auth_user_groups` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `group_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id` (`user_id`,`group_id`),
  KEY `auth_user_groups_403f60f` (`user_id`),
  KEY `auth_user_groups_425ae3c4` (`group_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_user_groups`
--

/*!40000 ALTER TABLE `auth_user_groups` DISABLE KEYS */;
LOCK TABLES `auth_user_groups` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_user_groups` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`auth_user_user_permissions`
--

DROP TABLE IF EXISTS `guolanr`.`auth_user_user_permissions`;
CREATE TABLE  `guolanr`.`auth_user_user_permissions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `permission_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id` (`user_id`,`permission_id`),
  KEY `auth_user_user_permissions_403f60f` (`user_id`),
  KEY `auth_user_user_permissions_1e014c8f` (`permission_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`auth_user_user_permissions`
--

/*!40000 ALTER TABLE `auth_user_user_permissions` DISABLE KEYS */;
LOCK TABLES `auth_user_user_permissions` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `auth_user_user_permissions` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`django_admin_log`
--

DROP TABLE IF EXISTS `guolanr`.`django_admin_log`;
CREATE TABLE  `guolanr`.`django_admin_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `action_time` datetime NOT NULL,
  `user_id` int(11) NOT NULL,
  `content_type_id` int(11) DEFAULT NULL,
  `object_id` longtext CHARACTER SET utf8,
  `object_repr` varchar(200) CHARACTER SET utf8 NOT NULL,
  `action_flag` smallint(5) unsigned NOT NULL,
  `change_message` longtext CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`),
  KEY `django_admin_log_403f60f` (`user_id`),
  KEY `django_admin_log_1bb8f392` (`content_type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=371 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`django_admin_log`
--

/*!40000 ALTER TABLE `django_admin_log` DISABLE KEYS */;
LOCK TABLES `django_admin_log` WRITE;
INSERT INTO `guolanr`.`django_admin_log` VALUES  (1,'2011-11-14 14:46:41',1,8,'2','水果拼盘',1,''),
 (2,'2011-11-14 14:46:51',1,8,'3','鲜果团购',1,''),
 (3,'2011-11-14 14:46:57',1,8,'2','鲜果拼盘',2,'已修改 name 。'),
 (4,'2011-11-14 14:59:01',1,9,'1','好吃的芒果呀～',1,''),
 (5,'2011-11-14 15:00:32',1,9,'2','酸酸的菠萝哟',1,''),
 (6,'2011-11-14 15:01:17',1,9,'3','美美的奇异果',1,''),
 (7,'2011-11-15 13:56:41',1,15,'1','09:00:00-10:00:00',1,''),
 (8,'2011-11-15 13:56:54',1,15,'2','10:00:00-11:00:00',1,''),
 (9,'2011-11-15 13:57:02',1,15,'3','11:00:00-12:00:00',1,''),
 (10,'2011-11-15 13:57:10',1,15,'4','12:00:00-13:00:00',1,''),
 (11,'2011-11-15 13:57:17',1,15,'5','13:00:00-14:00:00',1,''),
 (12,'2011-11-15 13:57:24',1,15,'6','14:00:00-15:00:00',1,''),
 (13,'2011-11-15 13:57:31',1,15,'7','15:00:00-16:00:00',1,''),
 (14,'2011-11-15 13:57:38',1,15,'8','17:00:00-18:00:00',1,''),
 (15,'2011-11-15 13:57:47',1,15,'8','16:00:00-17:00:00',2,'已修改 start_time 和 end_time 。'),
 (16,'2011-11-15 13:58:01',1,15,'9','17:00:00-18:00:00',1,''),
 (17,'2011-11-15 13:58:12',1,15,'10','18:00:00-19:00:00',1,''),
 (18,'2011-11-15 13:58:29',1,15,'11','19:00:00-20:00:00',1,''),
 (19,'2011-11-15 13:58:36',1,15,'12','20:00:00-21:00:00',1,''),
 (21,'2011-12-06 13:57:09',1,16,'3','北京大学及中关村地区',1,''),
 (22,'2011-12-06 13:58:35',1,16,'2','北京大学及中关村地区',3,''),
 (23,'2011-12-06 13:58:35',1,16,'1','北京大学及中关村地区',3,''),
 (24,'2011-12-06 13:58:59',1,16,'3','北京大学及中关村地区',2,'已修改 description 。'),
 (25,'2011-12-06 14:42:50',1,9,'4','圣女果',1,''),
 (26,'2011-12-06 14:44:06',1,9,'5','哈密瓜',1,''),
 (27,'2011-12-06 16:29:13',1,9,'6','橙子',1,''),
 (28,'2011-12-06 16:29:44',1,9,'7','苹果',1,''),
 (29,'2011-12-06 16:30:03',1,9,'8','木瓜',1,''),
 (30,'2011-12-06 16:34:13',1,9,'8','木瓜',2,'已修改 unit 。'),
 (31,'2011-12-06 16:34:19',1,9,'7','苹果',2,'已修改 unit 。'),
 (32,'2011-12-06 16:34:23',1,9,'6','橙子',2,'已修改 unit 。'),
 (33,'2011-12-06 16:34:27',1,9,'5','哈密瓜',2,'已修改 unit 。'),
 (34,'2011-12-06 16:34:37',1,9,'3','美美的奇异果',2,'已修改 school 和 unit 。'),
 (35,'2011-12-06 16:34:42',1,9,'2','酸酸的菠萝哟',2,'已修改 school 和 unit 。'),
 (36,'2011-12-06 16:34:47',1,9,'1','好吃的芒果呀～',2,'已修改 school 和 unit 。'),
 (37,'2011-12-06 16:38:43',1,9,'4','圣女果',2,'已修改 unit 。'),
 (38,'2011-12-06 19:12:01',1,25,'1','关闭网站:False 测试模式:False 短信监控:15201577617 飞信帐号:13436802517',1,''),
 (39,'2011-12-07 20:29:57',1,15,'1','今天 10:00:00-11:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (40,'2011-12-07 20:31:02',1,15,'1','今天 09:30:00-10:15:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (41,'2011-12-07 20:31:54',1,15,'2','明天 10:45:00-11:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (42,'2011-12-07 20:32:01',1,15,'2','今天 10:45:00-11:30:00',2,'已修改 today 。'),
 (43,'2011-12-07 21:09:54',1,15,'1','今天 09:45:00-10:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (44,'2011-12-07 21:10:46',1,15,'3','今天 12:45:00-13:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (45,'2011-12-07 21:11:18',1,15,'4','今天 13:45:00-14:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (46,'2011-12-07 21:11:41',1,15,'5','今天 14:45:00-15:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (47,'2011-12-07 21:12:08',1,15,'6','今天 15:45:00-16:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (48,'2011-12-07 21:12:34',1,15,'7','明天 16:45:00-17:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (49,'2011-12-07 21:12:58',1,15,'7','今天 16:45:00-17:30:00',2,'已修改 today 。'),
 (50,'2011-12-07 21:19:28',1,15,'8','今天 18:45:00-19:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (51,'2011-12-07 21:21:18',1,15,'9','今天 19:45:00-20:30:00',2,'已修改 today，stop_order_time，start_time 和 end_time 。'),
 (52,'2011-12-07 21:35:50',1,15,'10','明天 09:45:00-10:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (53,'2011-12-08 15:24:51',1,24,'1','北大-王振东 15510375359 f:1 z:0',1,''),
 (54,'2011-12-08 15:28:03',1,25,'1','关闭网站:False 测试模式:False 短信监控:13436802517 飞信帐号:15201577617',2,'已修改 mobile，fetion 和 public 。'),
 (55,'2011-12-08 15:38:57',1,24,'2','Jason 13581645135 f:1 z:0',1,''),
 (56,'2011-12-08 15:39:15',1,24,'3','Kevin 15110079833 f:1 z:0',1,''),
 (57,'2011-12-08 15:40:58',1,16,'3','北京大学及中关村地区',2,'已修改 mobiles 。'),
 (58,'2011-12-08 16:47:06',1,25,'1','关闭网站:False 测试模式:False 短信监控:15201577617 飞信帐号:13436802517',2,'已修改 mobile 和 fetion 。'),
 (59,'2011-12-08 16:48:09',1,21,'13','[2011-12-08 16:48:09.658373] 13581645135 323-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]我擦！赶快给老子送过来！',2,'已修改 sent 。'),
 (60,'2011-12-08 16:53:16',1,21,'13','[2011-12-08 16:53:16.806297] 13581645135 323-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]我擦！赶快给老子送过来！',2,'已修改 sent 。'),
 (61,'2011-12-08 18:35:32',1,21,'13','[2011-12-08 18:35:32.850862] 13581645135 323-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]我擦！赶快给老子送过来！',2,'已修改 sent 。'),
 (62,'2011-12-09 10:40:25',1,16,'3','北京大学及中关村地区',2,'已修改 mobiles 。'),
 (63,'2011-12-10 10:00:24',1,22,'1','1元,满15元可使用,需500积分可换取',1,''),
 (64,'2011-12-10 10:00:33',1,22,'2','2元,满30元可使用,需1000积分可换取',1,''),
 (65,'2011-12-10 10:00:54',1,22,'3','5元,满75元可使用,需2500积分可换取',1,''),
 (66,'2011-12-10 10:01:29',1,22,'4','10元,满150元可使用,需5000积分可换取',1,''),
 (67,'2011-12-09 15:40:47',1,22,'3','3元,满45元可使用,需1500积分可换取',2,'已修改 price，least_consumption 和 exchange_score 。'),
 (68,'2011-12-09 15:40:56',1,22,'4','4元,满60元可使用,需2000积分可换取',2,'已修改 price，least_consumption 和 exchange_score 。'),
 (69,'2011-12-09 15:41:05',1,22,'5','8元,满120元可使用,需4000积分可换取',1,''),
 (70,'2011-12-09 15:47:20',1,23,'7','1元,消费15元可以使用,2012-01-08过期',2,'已修改 expire_date 。'),
 (71,'2011-12-09 15:47:42',1,23,'7','1元,消费15元可以使用,2012-01-08过期',2,'已修改 expire_date 。'),
 (72,'2011-12-09 15:48:02',1,23,'7','1元,消费15元可以使用,2012-01-08过期',2,'已修改 expire_date 。'),
 (73,'2011-12-09 15:48:16',1,23,'7','1元,消费15元可以使用,2012-01-08过期',2,'已修改 expire_date 。'),
 (74,'2011-12-09 15:49:38',1,23,'7','1元,消费15元可以使用,2011-01-08过期',2,'已修改 expire_date 。'),
 (75,'2011-12-10 18:11:59',1,12,'2','13581645135 北京大学理科1号楼1812',2,'已修改 valid 。'),
 (76,'2011-12-11 11:54:27',1,12,'2','13581645135 北京大学理科1号楼1812',2,'已修改 valid 。'),
 (77,'2011-12-11 12:10:43',1,12,'2','13581645135 北京大学理科1号楼1812',2,'已修改 valid 。'),
 (78,'2011-12-11 12:21:33',1,12,'2','13581645135 北京大学理科1号楼1812',2,'已修改 valid 。'),
 (79,'2011-12-11 12:28:27',1,12,'2','13581645135 北京大学理科1号楼1812',2,'已修改 valid 和 name 。'),
 (80,'2011-12-11 12:37:53',1,3,'2','renren@220976113',3,''),
 (81,'2011-12-11 12:40:59',1,22,'2','2元,满28元可使用,需1000积分可换取',2,'已修改 least_consumption 。'),
 (82,'2011-12-11 12:41:04',1,22,'3','3元,满40元可使用,需1500积分可换取',2,'已修改 least_consumption 。'),
 (83,'2011-12-11 12:41:11',1,22,'4','4元,满50元可使用,需2000积分可换取',2,'已修改 least_consumption 。'),
 (84,'2011-12-11 12:41:25',1,22,'5','8元,满90元可使用,需4000积分可换取',2,'已修改 least_consumption 。'),
 (85,'2011-12-11 12:41:48',1,22,'1','1元,满16元可使用,需500积分可换取',2,'已修改 least_consumption 。'),
 (86,'2011-12-11 12:41:52',1,22,'2','2元,满30元可使用,需1000积分可换取',2,'已修改 least_consumption 。'),
 (87,'2011-12-11 12:41:57',1,22,'3','3元,满42元可使用,需1500积分可换取',2,'已修改 least_consumption 。'),
 (88,'2011-12-11 12:42:05',1,22,'4','4元,满52元可使用,需2000积分可换取',2,'已修改 least_consumption 。'),
 (89,'2011-12-11 12:42:13',1,22,'5','8元,满96元可使用,需4000积分可换取',2,'已修改 least_consumption 。'),
 (90,'2011-12-11 12:42:43',1,22,'1','1元,满16元可使用,需400积分可换取',2,'已修改 exchange_score 。'),
 (91,'2011-12-11 12:42:52',1,22,'1','1元,满16元可使用,需300积分可换取',2,'已修改 exchange_score 。'),
 (92,'2011-12-11 12:43:02',1,22,'2','2元,满30元可使用,需700积分可换取',2,'已修改 exchange_score 。'),
 (93,'2011-12-11 12:43:16',1,22,'3','3元,满42元可使用,需1200积分可换取',2,'已修改 exchange_score 。'),
 (94,'2011-12-11 12:43:23',1,22,'4','4元,满52元可使用,需1800积分可换取',2,'已修改 exchange_score 。'),
 (95,'2011-12-11 12:46:38',1,13,'2','2(306) 13581645135 北京大学理科1号楼1812 圣女果1 ',2,'已修改 userprofile 。'),
 (96,'2011-12-11 18:41:00',1,3,'4','renren@220976113',3,''),
 (97,'2011-12-11 23:15:58',1,12,'15','13581645135 北京大学理科1号楼1812',2,'已修改 score 。'),
 (98,'2011-12-12 18:48:21',1,9,'9','2',1,''),
 (99,'2011-12-12 18:52:17',1,9,'9','2',2,'已修改 image_small 。'),
 (100,'2011-12-12 18:53:40',1,9,'9','小富士',2,'已修改 name，description，cost 和 unit 。'),
 (101,'2011-12-12 18:54:09',1,9,'9','小富士',2,'已修改 unit 。'),
 (102,'2011-12-12 19:09:46',1,9,'10','黄元帅',1,''),
 (103,'2011-12-12 19:10:17',1,9,'10','黄元帅',2,'已修改 image_small 。'),
 (104,'2011-12-12 19:10:35',1,9,'10','黄元帅',2,'没有字段被修改。'),
 (105,'2011-12-12 19:14:21',1,9,'11','青苹果',1,''),
 (106,'2011-12-12 19:16:38',1,9,'12','红冠苹果',1,''),
 (107,'2011-12-12 19:16:52',1,9,'12','红冠苹果',2,'已修改 image_small 。'),
 (108,'2011-12-12 19:20:35',1,9,'12','红冠苹果',2,'没有字段被修改。'),
 (109,'2011-12-12 19:22:55',1,9,'13','烟台富士',1,''),
 (110,'2011-12-12 19:30:00',1,9,'14','江西富士',1,''),
 (111,'2011-12-12 19:30:11',1,13,'36','36(340) 15110079833 北京大学理科1号楼1812 酸酸的菠萝哟1圣女果1',2,'已修改 userprofile 。'),
 (112,'2011-12-12 19:30:31',1,9,'14','江西富士',2,'已修改 image_small 。'),
 (113,'2011-12-12 19:31:32',1,9,'14','江西富士',2,'已修改 image_small 。'),
 (114,'2011-12-12 11:35:35',1,9,'15','圣女果',1,''),
 (115,'2011-12-12 19:38:04',1,9,'16','山楂',1,''),
 (116,'2011-12-12 19:38:21',1,9,'16','山楂',2,'没有字段被修改。'),
 (117,'2011-12-12 19:43:29',1,9,'17','柿子',1,''),
 (118,'2011-12-12 19:45:49',1,9,'18','木瓜',1,''),
 (119,'2011-12-12 19:46:06',1,9,'18','木瓜',2,'已修改 unit 。'),
 (120,'2011-12-12 19:48:20',1,9,'19','火龙果',1,''),
 (121,'2011-12-12 19:53:40',1,9,'20','小金桔',1,''),
 (122,'2011-12-12 19:54:47',1,9,'21','橙子',1,''),
 (123,'2011-12-12 19:56:36',1,9,'22','砂糖芦柑',1,''),
 (124,'2011-12-12 19:59:35',1,9,'23','小叶橘',1,''),
 (125,'2011-12-12 20:02:50',1,9,'24','石榴',1,''),
 (126,'2011-12-12 20:03:49',1,13,'36','36(340) 15110079833 北京大学理科1号楼1812 酸酸的菠萝哟1圣女果1',2,'已修改 evaluated 。'),
 (127,'2011-12-12 20:03:57',1,13,'30','30(334) 15011510042 对双方都是 木瓜1 橙子1 好吃的芒果呀～1 哈密瓜1 ',2,'已修改 userprofile 。'),
 (128,'2011-12-12 20:04:09',1,13,'29','29(333) 15011510042 对双方都是 圣女果1 美美的奇异果1 酸酸的菠萝哟1 ',2,'已修改 userprofile 。'),
 (129,'2011-12-12 20:04:50',1,9,'25','猕猴桃',1,''),
 (130,'2011-12-12 20:05:05',1,13,'30','30(334) 15011510042 对双方都是 木瓜1 橙子1 好吃的芒果呀～1 哈密瓜1 ',2,'已修改 userprofile 。'),
 (131,'2011-12-12 20:05:11',1,13,'29','29(333) 15011510042 对双方都是 圣女果1 美美的奇异果1 酸酸的菠萝哟1 ',2,'已修改 userprofile 。'),
 (132,'2011-12-12 20:05:30',1,13,'36','36(340) 15110079833 北京大学理科1号楼1812 酸酸的菠萝哟1圣女果1',2,'已修改 datetime 。'),
 (133,'2011-12-12 12:10:19',1,9,'26','青梨',1,''),
 (134,'2011-12-12 12:12:07',1,9,'27','树梨',1,''),
 (135,'2011-12-12 12:13:32',1,9,'28','鸭梨',1,''),
 (136,'2011-12-12 12:15:48',1,9,'28','鸭梨',2,'已修改 price，cost 和 unit 。'),
 (137,'2011-12-12 12:16:50',1,9,'29','南国梨',1,''),
 (138,'2011-12-12 12:18:06',1,9,'29','南国梨',2,'已修改 image_small 。'),
 (139,'2011-12-12 12:18:41',1,9,'29','南国梨',2,'已修改 unit 。'),
 (140,'2011-12-12 12:18:46',1,9,'28','鸭梨',2,'已修改 unit 。'),
 (141,'2011-12-12 12:20:20',1,9,'8','木瓜',3,''),
 (142,'2011-12-12 12:20:20',1,9,'7','苹果',3,''),
 (143,'2011-12-12 12:20:20',1,9,'6','橙子',3,''),
 (144,'2011-12-12 12:20:20',1,9,'5','哈密瓜',3,''),
 (145,'2011-12-12 12:20:20',1,9,'4','圣女果',3,''),
 (146,'2011-12-12 12:20:20',1,9,'3','美美的奇异果',3,''),
 (147,'2011-12-12 12:20:20',1,9,'2','酸酸的菠萝哟',3,''),
 (148,'2011-12-12 12:20:20',1,9,'1','好吃的芒果呀～',3,''),
 (149,'2011-12-12 12:23:26',1,9,'30','葡萄柚',1,''),
 (150,'2011-12-12 12:29:33',1,9,'31','葡萄柚王',1,''),
 (151,'2011-12-12 12:29:42',1,9,'14','陕西富士',2,'已修改 name 。'),
 (152,'2011-12-12 12:32:50',1,9,'32','水晶柚',1,''),
 (153,'2011-12-12 12:39:26',1,15,'11','明天 10:45:00-11:30:00',2,'没有字段被修改。'),
 (154,'2011-12-12 12:40:30',1,15,'13','明天 12:40:28-12:40:29',1,''),
 (155,'2011-12-12 12:40:36',1,15,'11','明天 10:45:00-11:30:00',2,'没有字段被修改。'),
 (156,'2011-12-12 12:40:39',1,15,'10','明天 09:45:00-10:30:00',2,'没有字段被修改。'),
 (157,'2011-12-12 12:41:12',1,15,'12','明天 12:45:00-13:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (158,'2011-12-12 12:41:47',1,15,'13','明天 13:45:00-14:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (159,'2011-12-12 13:26:53',1,22,'1','1元,满20元可使用,需300积分可换取',2,'已修改 least_consumption 。'),
 (160,'2011-12-12 13:26:58',1,22,'2','2元,满38元可使用,需700积分可换取',2,'已修改 least_consumption 。'),
 (161,'2011-12-12 13:27:07',1,22,'3','3元,满54元可使用,需1200积分可换取',2,'已修改 least_consumption 。'),
 (162,'2011-12-12 13:27:19',1,22,'4','4元,满68元可使用,需1800积分可换取',2,'已修改 least_consumption 。'),
 (163,'2011-12-12 13:27:28',1,22,'5','8元,满120元可使用,需4000积分可换取',2,'已修改 least_consumption 。'),
 (164,'2011-12-12 13:27:34',1,22,'4','4元,满64元可使用,需1800积分可换取',2,'已修改 least_consumption 。'),
 (165,'2011-12-12 13:27:43',1,22,'3','3元,满50元可使用,需1200积分可换取',2,'已修改 least_consumption 。'),
 (166,'2011-12-12 13:28:09',1,22,'2','2元,满36元可使用,需700积分可换取',2,'已修改 least_consumption 。'),
 (167,'2011-12-12 13:28:33',1,22,'1','1元,满18元可使用,需300积分可换取',2,'已修改 least_consumption 。'),
 (168,'2011-12-12 13:28:37',1,22,'1','1元,满19元可使用,需300积分可换取',2,'已修改 least_consumption 。'),
 (169,'2011-12-12 14:15:28',1,3,'6','renren@220976113',3,''),
 (170,'2011-12-12 14:17:32',1,25,'1','关闭网站:False 测试模式:False 短信监控:13581645135 飞信帐号:15201577617',2,'已修改 mobile 和 fetion 。'),
 (171,'2011-12-12 14:26:58',1,25,'1','关闭网站:False 测试模式:False 短信监控:13436802517 飞信帐号:15201577617',2,'已修改 mobile 。'),
 (172,'2011-12-12 14:58:57',1,15,'14','明天 02:45:00-03:30:00',1,''),
 (173,'2011-12-12 15:00:02',1,15,'15','明天 03:45:00-04:30:00',1,''),
 (174,'2011-12-12 15:00:31',1,15,'16','明天 04:45:00-05:30:00',1,''),
 (175,'2011-12-12 15:00:58',1,15,'17','今天 06:45:00-07:30:00',1,''),
 (176,'2011-12-12 15:01:14',1,15,'18','明天 07:45:00-08:30:00',1,''),
 (177,'2011-12-12 15:01:21',1,15,'17','明天 06:45:00-07:30:00',2,'已修改 today 。'),
 (178,'2011-12-12 15:37:48',1,9,'32','水晶柚',2,'已修改 sold_out_datetime 。'),
 (179,'2011-12-12 08:24:28',1,9,'26','青梨',2,'没有字段被修改。'),
 (180,'2011-12-12 08:24:34',1,9,'20','小金桔',2,'已修改 valid 。'),
 (181,'2011-12-12 17:44:35',1,9,'33','红提子',1,''),
 (182,'2011-12-12 17:48:45',1,9,'34','巨峰葡萄',1,''),
 (183,'2011-12-12 17:49:51',1,9,'32','水晶柚',2,'已修改 image_small 。'),
 (184,'2011-12-12 17:50:14',1,9,'30','葡萄柚',2,'已修改 image_small 。'),
 (185,'2011-12-12 17:55:56',1,9,'35','水果拼盘',1,''),
 (186,'2011-12-12 17:56:41',1,9,'36','西瓜果盘',1,''),
 (187,'2011-12-12 17:57:08',1,9,'35','水果拼盘',2,'已修改 price 和 cost 。'),
 (188,'2011-12-12 17:57:28',1,9,'35','水果拼盘',2,'已修改 order 。'),
 (189,'2011-12-12 17:57:35',1,9,'36','西瓜果盘',2,'已修改 order 。'),
 (190,'2011-12-12 17:58:02',1,9,'35','水果拼盘',2,'已修改 unit 。'),
 (191,'2011-12-12 17:58:20',1,9,'14','陕西富士',2,'已修改 order 。'),
 (192,'2011-12-12 17:58:23',1,9,'15','圣女果',2,'已修改 order 。'),
 (193,'2011-12-12 18:00:14',1,9,'37','香蕉',1,''),
 (194,'2011-12-12 18:02:27',1,9,'38','哈密瓜果盘',1,''),
 (195,'2011-12-12 18:02:51',1,9,'39','木瓜果盘',1,''),
 (196,'2011-12-12 18:03:40',1,9,'40','橘子果盘',1,''),
 (197,'2011-12-12 18:04:53',1,9,'41','菠萝蜜果盘',1,''),
 (198,'2011-12-12 18:05:21',1,9,'42','金芒果',1,''),
 (199,'2011-12-12 18:06:20',1,9,'43','草莓果盘',1,''),
 (200,'2011-12-12 18:16:35',1,9,'43','草莓果盘',2,'没有字段被修改。'),
 (201,'2011-12-12 18:16:46',1,9,'42','金芒果',2,'已修改 price 和 unit 。'),
 (202,'2011-12-12 18:16:56',1,9,'41','菠萝蜜果盘',2,'已修改 price 和 unit 。'),
 (203,'2011-12-12 18:17:21',1,9,'40','橘子果盘',2,'已修改 price 和 unit 。'),
 (204,'2011-12-12 18:17:40',1,9,'39','木瓜果盘',2,'已修改 price，cost 和 unit 。'),
 (205,'2011-12-12 18:17:53',1,9,'38','哈密瓜果盘',2,'已修改 price 和 unit 。'),
 (206,'2011-12-12 18:18:07',1,9,'36','西瓜果盘',2,'已修改 price 和 unit 。'),
 (207,'2011-12-12 18:18:19',1,9,'35','水果拼盘',2,'已修改 price 和 unit 。'),
 (208,'2011-12-13 02:27:45',1,9,'35','水果拼盘',2,'已修改 order 。'),
 (209,'2011-12-13 02:27:56',1,9,'32','水晶柚',2,'已修改 order 。'),
 (210,'2011-12-13 02:28:05',1,9,'31','葡萄柚王',2,'已修改 order 。'),
 (211,'2011-12-13 10:50:51',1,16,'3','北京大学及中关村地区',2,'已修改 mobiles 。'),
 (212,'2011-12-13 13:15:30',1,17,'30','订单号[51] 评价[1] 留言[]',3,''),
 (213,'2011-12-13 13:15:30',1,17,'29','订单号[23] 评价[1] 留言[�ֻ��ţ�13319293579]',3,''),
 (214,'2011-12-13 13:15:30',1,17,'28','订单号[47] 评价[1] 留言[]',3,''),
 (215,'2011-12-13 13:15:30',1,17,'27','订单号[48] 评价[1] 留言[]',3,''),
 (216,'2011-12-13 13:15:30',1,17,'26','订单号[49] 评价[1] 留言[]',3,''),
 (217,'2011-12-13 13:15:30',1,17,'25','订单号[50] 评价[1] 留言[]',3,''),
 (218,'2011-12-13 13:15:30',1,17,'24','订单号[40] 评价[1] 留言[]',3,''),
 (219,'2011-12-13 13:15:30',1,17,'23','订单号[45] 评价[1] 留言[]',3,''),
 (220,'2011-12-13 13:16:07',1,17,'31','订单号[46] 评价[1] 留言[很好很难]',3,''),
 (221,'2011-12-13 16:20:05',1,13,'55','55(3059) 13581607355 北京大学理科二号楼2240 小富士1',3,''),
 (222,'2011-12-13 16:20:05',1,13,'54','54(3058) 13581607355 北京大学理科二号楼2240 葡萄柚王3葡萄柚5',3,''),
 (223,'2011-12-13 16:20:05',1,13,'53','53(3057) 15120034088 理科一号楼1812 葡萄柚王1葡萄柚1鸭梨1南国梨1树梨1',3,''),
 (224,'2011-12-13 16:20:05',1,13,'52','52(3056) 15201468521 北京大学畅春园61甲618 葡萄柚5',3,''),
 (225,'2011-12-13 16:20:05',1,13,'51','51(3055) 13581645135 北京大学理科1号楼1812 葡萄柚王2葡萄柚3',3,''),
 (226,'2011-12-13 16:20:05',1,13,'50','50(3054) 13581645135 北京大学理科1号楼1812 水晶柚1葡萄柚王1',3,''),
 (227,'2011-12-13 16:20:05',1,13,'49','49(3053) 13581645135 北京大学理科1号楼1812 葡萄柚1葡萄柚王1小富士1',3,''),
 (228,'2011-12-13 16:20:05',1,13,'48','48(3052) 13581645135 北京大学理科1号楼1812 葡萄柚王1葡萄柚1小富士1',3,''),
 (229,'2011-12-13 16:20:05',1,13,'47','47(3051) 13581645135 北京大学理科1号楼1812 木瓜1火龙果1柿子2',3,''),
 (230,'2011-12-13 16:20:05',1,13,'46','46(3050) 13581645135 北京大学理科1号楼1812 木瓜1火龙果1柿子2',3,''),
 (231,'2011-12-13 16:20:05',1,13,'45','45(3049) 13581645135 北京大学理科1号楼1812 葡萄柚11',3,''),
 (232,'2011-12-13 16:20:05',1,13,'44','44(3048) 15210118262 北京大学逸夫贰楼3439 小富士1红冠苹果1烟台富士1',3,''),
 (233,'2011-12-13 16:20:05',1,13,'43','43(347) 15210118262 北京大学逸夫贰楼3439 水晶柚1葡萄柚王1猕猴桃1',3,''),
 (234,'2011-12-13 16:20:05',1,13,'42','42(346) 13641182425 北京大学理科楼1812房间 水晶柚1葡萄柚1小富士1红冠苹果1木瓜1',3,''),
 (235,'2011-12-13 16:20:05',1,13,'41','41(345) 15110079833 北京大学理科1号楼1812 红冠苹果1烟台富士1青苹果1',3,''),
 (236,'2011-12-13 16:20:05',1,13,'40','40(344) 13581645135 北京大学理科1号楼1812 葡萄柚1',3,''),
 (237,'2011-12-13 16:20:05',1,13,'39','39(343) 15110079833 北京大学理科1号楼1812 红冠苹果1烟台富士1青苹果1',3,''),
 (238,'2011-12-13 16:20:05',1,13,'38','38(342) 15210118262 北京大学逸夫贰楼3439 水晶柚1葡萄柚王1猕猴桃1',3,''),
 (239,'2011-12-13 16:20:05',1,13,'37','37(341) 15210118262 北京大学逸夫贰楼3439 水晶柚1葡萄柚王1猕猴桃1',3,''),
 (240,'2011-12-13 16:20:05',1,13,'25','25(329) 15011510042 对双方都是 木瓜1 ',3,''),
 (241,'2011-12-13 16:20:05',1,13,'24','24(328) 13444444444 wo de  酸酸的菠萝哟1 美美的奇异果1 ',3,''),
 (242,'2011-12-13 16:20:05',1,13,'23','23(327) 13333333333 123123123123 美美的奇异果1 圣女果1 ',3,''),
 (243,'2011-12-13 16:20:05',1,13,'22','22(326) 13211223232 123123123123 圣女果1 ',3,''),
 (244,'2011-12-13 16:20:05',1,13,'21','21(325) 13211223231 123123123123 圣女果1 ',3,''),
 (245,'2011-12-13 16:20:05',1,13,'20','20(324) 15011510042 对双方都是 酸酸的菠萝哟1 美美的奇异果1 圣女果1 ',3,''),
 (246,'2011-12-13 16:20:05',1,13,'1','1(305) 13111111111 11111111 好吃的芒果呀～2 酸酸的菠萝哟5 美美的奇异果3 木瓜3 哈密瓜1 ',3,''),
 (247,'2011-12-13 18:28:13',1,9,'35','水果拼盘',2,'已修改 min_price，max_price 和 unit 。'),
 (248,'2011-12-13 18:28:38',1,9,'33','红提子',2,'已修改 min_price 和 max_price 。'),
 (249,'2011-12-13 18:34:08',1,9,'37','香蕉',2,'已修改 min_price，max_price 和 unit 。'),
 (250,'2011-12-13 18:43:02',1,9,'33','红提子',2,'已修改 min_price，max_price 和 unit 。'),
 (251,'2011-12-13 18:43:16',1,9,'33','红提子',2,'已修改 unit 。'),
 (252,'2011-12-13 18:44:21',1,9,'31','葡萄柚王',2,'已修改 valid 。'),
 (253,'2011-12-13 18:44:29',1,9,'30','葡萄柚',2,'已修改 valid 。'),
 (254,'2011-12-13 18:47:28',1,9,'9','小富士',2,'已修改 min_price，max_price 和 unit 。'),
 (255,'2011-12-13 18:52:06',1,9,'37','香蕉',2,'已修改 min_price 和 unit 。'),
 (256,'2011-12-13 18:52:20',1,9,'9','小富士',2,'已修改 unit 。'),
 (257,'2011-12-13 18:55:29',1,9,'10','黄元帅',2,'已修改 min_price，max_price 和 unit 。'),
 (258,'2011-12-13 18:55:40',1,9,'10','黄元帅',2,'已修改 unit 。'),
 (259,'2011-12-13 18:56:03',1,9,'10','黄元帅',2,'已修改 unit 。'),
 (260,'2011-12-13 18:58:35',1,9,'11','青冠苹果',2,'已修改 name，min_price，max_price，cost 和 unit 。'),
 (261,'2011-12-13 18:58:52',1,9,'12','红冠苹果',2,'已修改 valid 。'),
 (262,'2011-12-13 11:00:05',1,9,'17','柿子',2,'已修改 min_price，max_price，cost 和 unit 。'),
 (263,'2011-12-13 19:01:26',1,9,'18','木瓜',2,'已修改 min_price，max_price，cost 和 unit 。'),
 (264,'2011-12-13 19:03:27',1,9,'19','火龙果',2,'已修改 min_price，max_price，cost 和 unit 。'),
 (265,'2011-12-13 19:12:16',1,9,'35','水果拼盘',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (266,'2011-12-13 19:15:29',1,9,'33','红提子',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (267,'2011-12-13 19:16:06',1,9,'37','香蕉',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (268,'2011-12-13 19:16:41',1,9,'30','大葡萄柚',2,'已修改 name，price 和 cost 。'),
 (269,'2011-12-13 19:17:14',1,9,'31','葡萄柚王',2,'已修改 valid 。'),
 (270,'2011-12-13 19:18:11',1,9,'32','水晶柚',2,'已修改 valid 。'),
 (271,'2011-12-13 19:18:19',1,9,'31','葡萄柚王',2,'已修改 valid 。'),
 (272,'2011-12-13 19:18:53',1,9,'9','小富士',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (273,'2011-12-13 19:19:24',1,9,'10','黄元帅',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (274,'2011-12-13 19:19:53',1,9,'11','青冠苹果',2,'已修改 price，min_weight，max_weight 和 unit 。'),
 (275,'2011-12-13 19:20:32',1,9,'13','烟台富士',2,'已修改 min_weight，max_weight，cost 和 unit 。'),
 (276,'2011-12-13 19:20:57',1,9,'14','陕西富士',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (277,'2011-12-13 19:22:16',1,9,'15','圣女果',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (278,'2011-12-13 19:22:33',1,9,'16','山楂',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (279,'2011-12-13 19:22:52',1,9,'17','柿子',2,'已修改 min_weight，max_weight 和 unit 。'),
 (280,'2011-12-13 19:23:24',1,9,'18','木瓜',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (281,'2011-12-13 19:23:37',1,9,'19','火龙果',2,'已修改 price，min_weight 和 max_weight 。'),
 (282,'2011-12-13 19:23:43',1,9,'19','火龙果',2,'已修改 unit 。'),
 (283,'2011-12-13 19:25:03',1,9,'21','大橙子',2,'已修改 name，price，min_weight，max_weight，cost 和 unit 。'),
 (284,'2011-12-13 19:25:24',1,9,'22','砂糖芦柑',2,'已修改 min_weight，max_weight，cost 和 unit 。'),
 (285,'2011-12-13 19:27:02',1,9,'23','小叶橘',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (286,'2011-12-13 19:27:42',1,9,'24','石榴',2,'已修改 valid 。'),
 (287,'2011-12-13 19:27:46',1,9,'23','小叶橘',2,'已修改 valid 。'),
 (288,'2011-12-13 19:28:24',1,9,'25','猕猴桃',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (289,'2011-12-13 19:28:48',1,9,'26','青梨',2,'已修改 valid 。'),
 (290,'2011-12-13 19:29:39',1,9,'28','鸭梨',2,'已修改 price，min_weight，max_weight，cost 和 unit 。'),
 (291,'2011-12-13 19:29:56',1,9,'27','树梨',2,'已修改 valid 。'),
 (292,'2011-12-13 19:30:56',1,9,'29','南国梨',2,'已修改 cost，price，min_weight，max_weight 和 unit 。'),
 (293,'2011-12-13 19:31:06',1,9,'34','巨峰葡萄',2,'已修改 valid 。'),
 (294,'2011-12-13 19:31:31',1,9,'33','红提子',2,'已修改 unit 。'),
 (295,'2011-12-13 19:32:16',1,9,'36','西瓜果盘',2,'已修改 valid，cost，price，min_weight 和 unit 。'),
 (296,'2011-12-13 19:32:33',1,9,'38','哈密瓜果盘',2,'已修改 valid 。'),
 (297,'2011-12-13 19:32:40',1,9,'39','木瓜果盘',2,'已修改 valid 。'),
 (298,'2011-12-13 19:32:47',1,9,'40','橘子果盘',2,'已修改 valid 。'),
 (299,'2011-12-13 19:32:52',1,9,'41','菠萝蜜果盘',2,'已修改 valid 。'),
 (300,'2011-12-13 19:32:58',1,9,'42','金芒果',2,'已修改 valid 。'),
 (301,'2011-12-13 19:33:04',1,9,'43','草莓果盘',2,'已修改 valid 。'),
 (302,'2011-12-13 19:34:52',1,9,'44','枣子',1,''),
 (303,'2011-12-13 19:36:57',1,9,'9','小富士',2,'已修改 least 。'),
 (304,'2011-12-13 19:37:10',1,9,'10','黄元帅',2,'已修改 least 。'),
 (305,'2011-12-13 19:37:29',1,9,'11','青冠苹果',2,'已修改 least 。'),
 (306,'2011-12-13 19:37:34',1,9,'13','烟台富士',2,'已修改 least 。'),
 (307,'2011-12-13 19:37:46',1,9,'10','黄元帅',2,'已修改 least 。'),
 (308,'2011-12-13 19:37:51',1,9,'9','小富士',2,'已修改 least 。'),
 (309,'2011-12-13 19:38:02',1,9,'14','陕西富士',2,'已修改 least 。'),
 (310,'2011-12-13 19:38:44',1,9,'22','砂糖芦柑',2,'已修改 least 。'),
 (311,'2011-12-13 19:39:01',1,9,'9','小富士',2,'已修改 least 。'),
 (312,'2011-12-13 19:39:07',1,9,'10','黄元帅',2,'已修改 least 。'),
 (313,'2011-12-13 19:39:16',1,9,'25','猕猴桃',2,'已修改 least 。'),
 (314,'2011-12-13 19:39:26',1,9,'28','鸭梨',2,'已修改 least 。'),
 (315,'2011-12-13 19:39:32',1,9,'29','南国梨',2,'已修改 least 。'),
 (316,'2011-12-13 19:39:43',1,9,'37','香蕉',2,'已修改 least 。'),
 (317,'2011-12-13 20:12:27',1,9,'9','小富士',2,'已修改 max_weight 。'),
 (318,'2011-12-13 20:39:07',1,13,'61','61(123) 123123123 123123 123123',1,''),
 (319,'2011-12-13 20:57:40',1,13,'61','61(123) 123123123 123123 123123',2,'已修改 valid，evaluated 和 customer 。'),
 (320,'2011-12-14 10:20:53',1,9,'37','香蕉',2,'已修改 max_weight 。'),
 (321,'2011-12-14 12:29:41',1,13,'63','63(3066) 13581645135 北京大学理科1号楼1812 山楂1圣女果1黄元帅3青冠苹果2',3,''),
 (322,'2011-12-14 12:29:41',1,13,'62','62(3065) 13581645135 北京大学理科1号楼1812 山楂1圣女果1黄元帅3青冠苹果2',3,''),
 (323,'2011-12-14 12:29:59',1,13,'61','61(123) 123123123 123123 123123',3,''),
 (324,'2011-12-14 12:52:15',1,21,'102','[2011-12-14 12:52:15.199929] 13581645135 3068-今天19:45到20:30之间配送[价格区间36.0~48.0元, 扣2元抵价券, 运费0元]13466360640,13466360640理科一号楼1217[香蕉15圣女果4]',2,'已修改 sent 。'),
 (325,'2011-12-14 13:59:28',1,13,'69','69(3072) 15907446819 中国地质大学16楼526室 砂糖芦柑10',2,'已修改 valid 。'),
 (326,'2011-12-14 18:54:24',1,13,'72','72(1231) 13581645135 12313 123123',1,''),
 (327,'2011-12-14 18:54:52',1,13,'72','72(1231) 13581645135 12313 123123',2,'已修改 datetime 。'),
 (328,'2011-12-14 18:55:41',1,13,'72','72(1231) 13581645135 12313 123123',2,'已修改 evaluated 。'),
 (329,'2011-12-14 18:59:25',1,13,'72','72(1231) 13581645135 12313 123123',2,'已修改 evaluated 。'),
 (330,'2011-12-14 20:28:14',1,17,'40','订单号[72] 评价[1] 留言[�׳�]',3,''),
 (331,'2011-12-14 20:28:14',1,17,'39','订单号[72] 评价[1] 留言[�ҵ�]',3,''),
 (332,'2011-12-14 20:28:14',1,17,'38','订单号[72] 评价[1] 留言[我的]',3,''),
 (333,'2011-12-14 20:40:33',1,13,'72','72(1231) 13581645135 12313 123123',3,''),
 (334,'2011-12-15 11:49:05',1,9,'11','秦冠苹果',2,'已修改 name 和 image_small 。'),
 (335,'2011-12-15 13:20:05',1,9,'11','秦冠苹果',2,'已修改 image_small 。'),
 (336,'2011-12-15 19:46:11',1,13,'78','78(3080) 18611297822 清华大学紫荆4号楼5单元 香蕉2鸭梨2砂糖芦柑2大橙子1南国梨3',2,'已修改 valid 。'),
 (337,'2011-12-15 20:31:47',1,15,'1','今天 09:45:00-10:30:00',3,''),
 (338,'2011-12-15 20:33:38',1,15,'10','明天 09:45:00-10:30:00',3,''),
 (339,'2011-12-15 20:34:11',1,15,'11','明天 20:45:00-21:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (340,'2011-12-15 20:34:19',1,15,'11','今天 20:45:00-21:30:00',2,'已修改 today 。'),
 (341,'2011-12-15 20:35:01',1,15,'12','明天 10:45:00-11:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (342,'2011-12-15 20:35:23',1,15,'12','明天 12:45:00-13:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (343,'2011-12-15 20:35:37',1,15,'12','明天 10:45:00-11:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (344,'2011-12-15 20:35:43',1,15,'13','明天 12:45:00-13:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (345,'2011-12-15 20:36:35',1,15,'14','明天 13:45:00-14:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (346,'2011-12-15 20:36:42',1,15,'15','明天 14:45:00-15:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (347,'2011-12-15 20:36:51',1,15,'16','明天 15:45:00-16:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (348,'2011-12-15 20:37:23',1,15,'17','明天 16:45:00-17:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (349,'2011-12-15 20:38:02',1,15,'18','明天 18:45:00-19:30:00',2,'已修改 stop_order_time，start_time 和 end_time 。'),
 (350,'2011-12-15 20:38:27',1,15,'19','明天 19:45:00-20:30:00',1,''),
 (351,'2011-12-15 20:38:58',1,15,'20','明天 20:45:00-21:30:00',1,''),
 (352,'2011-12-16 12:03:23',1,9,'35','水果拼盘',2,'已修改 price，min_weight 和 max_weight 。'),
 (353,'2011-12-16 12:09:58',1,9,'36','西瓜果盘',2,'已修改 cost，price，min_weight 和 max_weight 。'),
 (354,'2011-12-16 12:10:19',1,9,'36','西瓜果盘',2,'已修改 min_weight 。'),
 (355,'2011-12-16 12:10:25',1,9,'36','西瓜果盘',2,'已修改 valid 。'),
 (356,'2011-12-16 12:10:48',1,9,'39','木瓜果盘',2,'已修改 valid，cost，price，min_weight 和 max_weight 。'),
 (357,'2011-12-16 12:10:59',1,9,'39','木瓜果盘',2,'已修改 unit 。'),
 (358,'2011-12-16 12:12:22',1,9,'38','哈密瓜果盘',2,'已修改 valid，cost，price，min_weight 和 max_weight 。'),
 (359,'2011-12-16 12:12:32',1,9,'38','哈密瓜果盘',2,'已修改 unit 。'),
 (360,'2011-12-16 12:12:38',1,9,'39','木瓜果盘',2,'已修改 valid 。'),
 (361,'2011-12-16 12:13:31',1,9,'38','哈密瓜果盘',2,'已修改 min_weight 。'),
 (362,'2011-12-16 15:51:18',1,9,'11','秦冠苹果',2,'已修改 image_small 。'),
 (363,'2011-12-16 16:45:42',1,13,'88','88(1231) 13581645135 123123123 123123',1,''),
 (364,'2011-12-16 16:51:30',1,13,'88','88(1231) 13581645135 123123123 123123',2,'已修改 evaluated，datetime，delivery_start_time 和 delivery_end_time 。'),
 (365,'2011-12-16 17:04:55',1,13,'88','88(1231) 13581645135 123123123 123123',2,'已修改 evaluated 。'),
 (366,'2011-12-16 17:08:15',1,17,'45','订单号[88] 评价[1] 留言[我草，差评没的说！]',3,''),
 (367,'2011-12-16 17:08:15',1,17,'44','订单号[88] 评价[1] 留言[]',3,''),
 (368,'2011-12-16 17:08:15',1,17,'43','订单号[88] 评价[1] 留言[]',3,''),
 (369,'2011-12-16 17:09:03',1,13,'88','88(1231) 13581645135 123123123 123123',2,'已修改 evaluated 。'),
 (370,'2011-12-16 17:11:15',1,13,'88','88(1231) 13581645135 123123123 123123',2,'已修改 evaluated 。');
UNLOCK TABLES;
/*!40000 ALTER TABLE `django_admin_log` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`django_content_type`
--

DROP TABLE IF EXISTS `guolanr`.`django_content_type`;
CREATE TABLE  `guolanr`.`django_content_type` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) CHARACTER SET utf8 NOT NULL,
  `app_label` varchar(100) CHARACTER SET utf8 NOT NULL,
  `model` varchar(100) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `app_label` (`app_label`,`model`)
) ENGINE=MyISAM AUTO_INCREMENT=27 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`django_content_type`
--

/*!40000 ALTER TABLE `django_content_type` DISABLE KEYS */;
LOCK TABLES `django_content_type` WRITE;
INSERT INTO `guolanr`.`django_content_type` VALUES  (1,'permission','auth','permission'),
 (2,'group','auth','group'),
 (3,'user','auth','user'),
 (4,'message','auth','message'),
 (5,'content type','contenttypes','contenttype'),
 (6,'session','sessions','session'),
 (7,'site','sites','site'),
 (8,'category','guolan','category'),
 (9,'fruit','guolan','fruit'),
 (24,'mobile','guolan','mobile'),
 (11,'delivery address','guolan','deliveryaddress'),
 (12,'user profile','guolan','userprofile'),
 (13,'order','guolan','order'),
 (14,'log entry','admin','logentry'),
 (15,'delivery time interval','guolan','deliverytimeinterval'),
 (16,'school','guolan','school'),
 (17,'evaluation','guolan','evaluation'),
 (18,'order status','guolan','orderstatus'),
 (19,'sensitive item','guolan','sensitiveitem'),
 (20,'visitor','guolan','visitor'),
 (21,'sms','guolan','sms'),
 (22,'coupon type','guolan','coupontype'),
 (23,'coupon','guolan','coupon'),
 (25,'admin ctrl','guolan','adminctrl'),
 (26,'error log','guolan','errorlog');
UNLOCK TABLES;
/*!40000 ALTER TABLE `django_content_type` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`django_session`
--

DROP TABLE IF EXISTS `guolanr`.`django_session`;
CREATE TABLE  `guolanr`.`django_session` (
  `session_key` varchar(40) NOT NULL,
  `session_data` longtext NOT NULL,
  `expire_date` datetime NOT NULL,
  PRIMARY KEY (`session_key`),
  KEY `django_session_3da3d3d8` (`expire_date`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`django_session`
--

/*!40000 ALTER TABLE `django_session` DISABLE KEYS */;
LOCK TABLES `django_session` WRITE;
INSERT INTO `guolanr`.`django_session` VALUES  ('330cd2f6bedc9cd922e32855f9b61fd5','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-21 20:24:10'),
 ('84c9802bf6ff9d3ce3964fb530ce79c8','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-11-26 16:39:49'),
 ('0cc8ff1c3966fe30dc6ab992e069459d','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-11-28 14:44:06'),
 ('bf36183ad1f1dfe028d4ad773c238f20','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-11-29 13:53:18'),
 ('c58f6cd9adaeb563c3d865316e2dd09b','NzkyZjNhMTA4MjUwYWIyMWE4NTIwMzA5ZjMyMjE2MGJlODU1YWM2NDqAAn1xAShVBG1lbnVVjlt7\nImNvdW50IjogMiwgInByaWNlIjogNC44LCAiaWQiOiAzMCwgIm5hbWUiOiAiXHU4NDYxXHU4NDA0\nXHU2N2RhIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiA2LjQsICJpZCI6IDMxLCAibmFtZSI6ICJc\ndTg0NjFcdTg0MDRcdTY3ZGFcdTczOGIifV1VEl9hdXRoX3VzZXJfYmFja2VuZHECVSlkamFuZ28u\nY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHEDVQ1fYXV0aF91c2VyX2lkcQSKAQ11\nLg==\n','2011-12-26 17:27:47'),
 ('8ae02dbddd165b173d9eb4d838105fff','Zjc0ODUyMWFkNjMzNWMwOTIzMDc3ZTNkOGQ5M2M1NWQzOWE2YzYyZTqAAn1xAVUEbWVudVVyW3si\nY291bnQiOiAxMTIsICJwcmljZSI6IDEwLjAsICJzdWJ0b3RhbCI6IDExMjAuMCwgImlkIjogMSwg\nIm5hbWUiOiAiXHU1OTdkXHU1NDAzXHU3Njg0XHU4MjkyXHU2NzljXHU1NDQwXHVmZjVlIn1dcy4=\n','2011-12-19 17:25:06'),
 ('46b6a619f4e9e9c8f2c2f3257475d27b','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-21 21:09:16'),
 ('01d27250d83da9592b9f9613313a9dfc','NDI4Y2Q3MTZhMTIzY2Q0MzQ3N2JkNThjMDkyNjJlYWNjNWRmMjk4NDqAAn1xAVUEbWVudVXgW3si\nY291bnQiOiAzMSwgInByaWNlIjogMTEuMCwgImlkIjogNSwgIm5hbWUiOiAiXHU1NGM4XHU1YmM2\nXHU3NGRjIn0sIHsiY291bnQiOiAzMywgInByaWNlIjogOC4wLCAiaWQiOiA0LCAibmFtZSI6ICJc\ndTU3MjNcdTU5NzNcdTY3OWMifSwgeyJjb3VudCI6IDEyLCAicHJpY2UiOiAxNS4wLCAiaWQiOiAz\nLCAibmFtZSI6ICJcdTdmOGVcdTdmOGVcdTc2ODRcdTU5NDdcdTVmMDJcdTY3OWMifV1zLg==\n','2011-12-22 22:05:42'),
 ('622471e3a0c4f9cf8fd343ff02859152','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-26 10:35:51'),
 ('6ad622570376a57527b3bb6c0f979f31','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-26 19:26:01'),
 ('b8495291d1d7ae80afbb64502e93d4b3','Y2Q4MjMzZmJjNTgxZTMwYjRmZDI3ODZhZjc1MzE0OGEyMmEyMGRkYzqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADEzNTgxNjA3MzU1cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAQAAADhVB2FkZHJlc3NYHwAAAOWMl+S6rOWkp+WtpueQhuenkeS6jOWPt+alvDIyNDBVCXNj\naG9vbF9pZFgBAAAAM3Uu\n','2011-12-26 17:44:29'),
 ('d8b2c1b134d3e4c9e1957835f25a2ef2','YzQ1MDNiNDkwNmI2YzVkNzk1MjgwZDA0Y2EzODE3NTc1NmZkMzQ1ODqAAn1xAShVBG1lbnVUGwEA\nAFt7ImNvdW50IjogMSwgInByaWNlIjogOC4wLCAiaWQiOiA0LCAibmFtZSI6ICJcdTU3MjNcdTU5\nNzNcdTY3OWMifSwgeyJjb3VudCI6IDEsICJwcmljZSI6IDExLjAsICJpZCI6IDUsICJuYW1lIjog\nIlx1NTRjOFx1NWJjNlx1NzRkYyJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogMTEuMCwgImlkIjog\nOCwgIm5hbWUiOiAiXHU2NzI4XHU3NGRjIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiAxNS4wLCAi\naWQiOiAzLCAibmFtZSI6ICJcdTdmOGVcdTdmOGVcdTc2ODRcdTU5NDdcdTVmMDJcdTY3OWMifV1V\nDV9hdXRoX3VzZXJfaWSKAQFVEl9hdXRoX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0\naC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmR1Lg==\n','2011-12-21 20:28:46'),
 ('7e940ffe1245a5c2e9cb6b5ea823ffd5','YTA2ZTBhODlmOWQyZmIwN2JkOTI2OWM0MWM3ZjM1MzNjZTEyOWM0YTqAAn1xAVUEbWVudVV8W3si\nY291bnQiOiAxLCAicHJpY2UiOiAxMS4wLCAiaWQiOiA4LCAibmFtZSI6ICJcdTY3MjhcdTc0ZGMi\nfSwgeyJjb3VudCI6IDIsICJwcmljZSI6IDExLjAsICJpZCI6IDcsICJuYW1lIjogIlx1ODJmOVx1\nNjc5YyJ9XXMu\n','2011-12-20 23:24:24'),
 ('2f9898ea0d5fa7a305bee83ccad42a6e','OGY3ZjBmMDI1YTlhMWI5MGMwZmQ4NzU1NjNlOTc5NjljMDU0NjNmOTqAAn1xAVUEbWVudXECVVxb\neyJjb3VudCI6IDEsICJwcmljZSI6IDEwLjAsICJpZCI6IDEsICJuYW1lIjogIlx1NTk3ZFx1NTQw\nM1x1NzY4NFx1ODI5Mlx1Njc5Y1x1NTQ0MFx1ZmY1ZSJ9XXMu\n','2011-12-24 23:53:27'),
 ('39e9518747637d28ec0d82e45be8e488','YzEwNGY5ZWMyNTU0NWU0OTIzYzVhNWZiNWJmMDJjZTg4YjA5MjZmODqAAn1xAS4=\n','2011-12-26 18:51:20'),
 ('a8fb54a504b4584225101d050bb2ef02','N2QzZjdlYmQyMWQzMzZjYTgwNTA3YTg0ODZhNWY3YzQ5NjE0YTBhZTqAAn1xAVUEbWVudVU+W3si\nY291bnQiOiAzLCAicHJpY2UiOiA1LjYsICJpZCI6IDI0LCAibmFtZSI6ICJcdTc3ZjNcdTY5YjQi\nfV1zLg==\n','2011-12-26 18:58:06'),
 ('a3101048dcc1e556a80513256eb11ff8','YzEwNGY5ZWMyNTU0NWU0OTIzYzVhNWZiNWJmMDJjZTg4YjA5MjZmODqAAn1xAS4=\n','2011-12-26 18:10:18'),
 ('14a4d14412d7843976fe55a1d8ae8d65','ZTlhZTBkYjJiYWU4YjE1ZjQ4MWQ4NDllNGMyMWU4YjZjM2YyNTdiYjqAAn1xAVUEbWVudVRxAQAA\nW3siY291bnQiOiAyLCAicHJpY2UiOiAxNS4wLCAiaWQiOiAzLCAibmFtZSI6ICJcdTdmOGVcdTdm\nOGVcdTc2ODRcdTU5NDdcdTVmMDJcdTY3OWMifSwgeyJjb3VudCI6IDIsICJwcmljZSI6IDguMCwg\nImlkIjogNCwgIm5hbWUiOiAiXHU1NzIzXHU1OTczXHU2NzljIn0sIHsiY291bnQiOiAxLCAicHJp\nY2UiOiAxMS4wLCAiaWQiOiA2LCAibmFtZSI6ICJcdTZhNTlcdTViNTAifSwgeyJjb3VudCI6IDEs\nICJwcmljZSI6IDExLjAsICJpZCI6IDUsICJuYW1lIjogIlx1NTRjOFx1NWJjNlx1NzRkYyJ9LCB7\nImNvdW50IjogMSwgInByaWNlIjogMTAuMCwgImlkIjogMiwgIm5hbWUiOiAiXHU5MTc4XHU5MTc4\nXHU3Njg0XHU4M2UwXHU4NDFkXHU1NGRmIn1dcy4=\n','2011-12-25 22:35:28'),
 ('5c62c771b422a662ad6dff3b70fdda19','YTAwMWRlNjg4NWMzZjczMGNmMDYwMjZlN2E1YTdmZGViNjdjMjcwMTqAAn1xAVUEbWVudVWZW3si\nY291bnQiOiAxLCAicHJpY2UiOiA4LjAsICJpZCI6IDQsICJuYW1lIjogIlx1NTcyM1x1NTk3M1x1\nNjc5YyJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogMTUuMCwgImlkIjogMywgIm5hbWUiOiAiXHU3\nZjhlXHU3ZjhlXHU3Njg0XHU1OTQ3XHU1ZjAyXHU2NzljIn1dcy4=\n','2011-12-23 11:45:54'),
 ('2ff82b1d18f69f6242f422e7f6b4676b','ZGE3MGFjNDY1ZTQ4MGM0ZjY2OGY2YjhiY2Y1Y2Q4NzQwMDMzY2JkZjqAAn1xAVUEbWVudXECVT5b\neyJjb3VudCI6IDEsICJwcmljZSI6IDExLjAsICJpZCI6IDcsICJuYW1lIjogIlx1ODJmOVx1Njc5\nYyJ9XXMu\n','2011-12-23 13:05:16'),
 ('71c7748102bf2f07f4acc7bf151ccfd6','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-25 10:35:47'),
 ('d9ed5a8c275b33a6e0131394e2957188','Njg1NDdlOTg3Yzg2MzgwMDNlYzkzM2Y5NzdkM2NjNDI5YmUyNzU1NzqAAn1xAVUEbWVudVXvW3si\nY291bnQiOiAxLCAicHJpY2UiOiAxNS4wLCAiaWQiOiAzLCAibmFtZSI6ICJcdTdmOGVcdTdmOGVc\ndTc2ODRcdTU5NDdcdTVmMDJcdTY3OWMifSwgeyJjb3VudCI6IDEsICJwcmljZSI6IDguMCwgImlk\nIjogNCwgIm5hbWUiOiAiXHU1NzIzXHU1OTczXHU2NzljIn0sIHsiY291bnQiOiAxLCAicHJpY2Ui\nOiAxMC4wLCAiaWQiOiAyLCAibmFtZSI6ICJcdTkxNzhcdTkxNzhcdTc2ODRcdTgzZTBcdTg0MWRc\ndTU0ZGYifV1zLg==\n','2011-12-23 21:57:35'),
 ('fd02f7ca4c696557e74cd500475975dc','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-26 12:39:54'),
 ('2d3b355cd5e0a4d3f87b1839ee604aea','OTM4OTZlMDIxYzY5NTc0MjQxYWRmN2U2NjI3MTVlYmM1NDJhOTFkNDqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAxLCAiaWQiOiA0NH0sIHsiY291bnQiOiAxLCAiaWQiOiAzM31dcy4=\n','2011-12-29 12:32:37'),
 ('25b6ad83f8e46796473b6dfdf7f8d3e1','ZGUzYjRhNDM3MjllNThlNmVmYzk1Nzc5ZjE5NzE2NWRjY2FiMmM4MzqAAn1xAShVBG1lbnVVAltd\ncQJVCnRlc3Rjb29raWVVBndvcmtlZHUu\n','2011-12-25 20:50:43'),
 ('692ba3d858c63ff535c9bf351a130ed7','OGY3ZjBmMDI1YTlhMWI5MGMwZmQ4NzU1NjNlOTc5NjljMDU0NjNmOTqAAn1xAVUEbWVudXECVVxb\neyJjb3VudCI6IDEsICJwcmljZSI6IDEwLjAsICJpZCI6IDEsICJuYW1lIjogIlx1NTk3ZFx1NTQw\nM1x1NzY4NFx1ODI5Mlx1Njc5Y1x1NTQ0MFx1ZmY1ZSJ9XXMu\n','2011-12-25 20:55:38'),
 ('38c19a95a40997cb9f2bb9d52aa3fa1b','MzllZTRiNDFhMWU4Y2FkZDEzZmMwMDE0NmJiMzgzY2JhMDg4NWViOTqAAn1xAVUEbWVudVWsW3si\nY291bnQiOiAxLCAicHJpY2UiOiAxMC4wLCAiaWQiOiAyLCAibmFtZSI6ICJcdTkxNzhcdTkxNzhc\ndTc2ODRcdTgzZTBcdTg0MWRcdTU0ZGYifSwgeyJjb3VudCI6IDEsICJwcmljZSI6IDE1LjAsICJp\nZCI6IDMsICJuYW1lIjogIlx1N2Y4ZVx1N2Y4ZVx1NzY4NFx1NTk0N1x1NWYwMlx1Njc5YyJ9XXMu\n','2011-12-24 09:05:05'),
 ('065e39419f51e173c5bc04e46774ba00','OGY3ZjBmMDI1YTlhMWI5MGMwZmQ4NzU1NjNlOTc5NjljMDU0NjNmOTqAAn1xAVUEbWVudXECVVxb\neyJjb3VudCI6IDEsICJwcmljZSI6IDEwLjAsICJpZCI6IDEsICJuYW1lIjogIlx1NTk3ZFx1NTQw\nM1x1NzY4NFx1ODI5Mlx1Njc5Y1x1NTQ0MFx1ZmY1ZSJ9XXMu\n','2011-12-24 23:53:27'),
 ('feb14de3e5b2e7d29bcafd33a282323e','NjFhOWE4YTg3OTFmYmRjNTYxMDkxYTIyNWIzODJlNGZkMzY4Y2I3NjqAAn1xAShVBnJlbWFya3EC\nWAQAAAB0ZXN0cQNVBm1vYmlsZXEEWAsAAAAxNTExMDA3OTgzM3EFVQRtZW51VVxbeyJjb3VudCI6\nIDIsICJwcmljZSI6IDEwLjAsICJpZCI6IDEsICJuYW1lIjogIlx1NTk3ZFx1NTQwM1x1NzY4NFx1\nODI5Mlx1Njc5Y1x1NTQ0MFx1ZmY1ZSJ9XVUFcGhvbmVxBmgFVQd0aW1lX2lkcQdYAQAAADFVB2Fk\nZHJlc3NxCFgEAAAAMTgxMnEJVQlzY2hvb2xfaWRxClgBAAAAM3Uu\n','2011-12-25 00:04:58'),
 ('5904be4bdf7c7b37ef6d7a9230371380','Mjc3Y2M3YTJkZjM0MGI0YjM5NTFlZjU4NGY2YmYzZjVjZTA4MzUzZjqAAn1xAVUEbWVudXECVVZb\neyJjb3VudCI6IDEsICJwcmljZSI6IDE1LjAsICJpZCI6IDMsICJuYW1lIjogIlx1N2Y4ZVx1N2Y4\nZVx1NzY4NFx1NTk0N1x1NWYwMlx1Njc5YyJ9XXMu\n','2011-12-24 23:52:57'),
 ('d247a92b9fb30416c64ba93c36c20807','Mjc3Y2M3YTJkZjM0MGI0YjM5NTFlZjU4NGY2YmYzZjVjZTA4MzUzZjqAAn1xAVUEbWVudXECVVZb\neyJjb3VudCI6IDEsICJwcmljZSI6IDE1LjAsICJpZCI6IDMsICJuYW1lIjogIlx1N2Y4ZVx1N2Y4\nZVx1NzY4NFx1NTk0N1x1NWYwMlx1Njc5YyJ9XXMu\n','2011-12-24 23:52:55'),
 ('64739ee9a9265da0338cfe0463ab7c7e','Mjc3Y2M3YTJkZjM0MGI0YjM5NTFlZjU4NGY2YmYzZjVjZTA4MzUzZjqAAn1xAVUEbWVudXECVVZb\neyJjb3VudCI6IDEsICJwcmljZSI6IDE1LjAsICJpZCI6IDMsICJuYW1lIjogIlx1N2Y4ZVx1N2Y4\nZVx1NzY4NFx1NTk0N1x1NWYwMlx1Njc5YyJ9XXMu\n','2011-12-24 23:52:55'),
 ('6fab50177e6625ebfb577f366e20b974','MmI5M2JkMjk4M2Y4YWI0MGM5YmRhODEyMzc4ZjEwMmE0ZGUyY2MwMzqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQN1Lg==\n','2011-12-24 17:52:41'),
 ('510ffa74f592dc937f33acd7730eb9ee','YzEwNGY5ZWMyNTU0NWU0OTIzYzVhNWZiNWJmMDJjZTg4YjA5MjZmODqAAn1xAS4=\n','2011-12-25 12:45:11'),
 ('8b42979b8534eafe31fc7f47e788db0a','M2IyMzk4ZjdmMjM1NzhlNWY3MzBlNTZiYTU4OTg5MTY5M2U0MmVhODqAAn1xAShVBG1lbnVVQ1t7\nImNvdW50IjogMiwgInByaWNlIjogOC4wLCAiaWQiOiA0LCAibmFtZSI6ICJcdTU3MjNcdTU5NzNc\ndTY3OWMifV1VEl9hdXRoX3VzZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tl\nbmRzLk1vZGVsQmFja2VuZHEDVQ1fYXV0aF91c2VyX2lkcQSKAQV1Lg==\n','2011-12-25 12:57:36'),
 ('34f41e278271b4b6a8d94afe59ed5c7f','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-26 12:39:53'),
 ('4c7e439fcdf242bf3cc9186a82071061','ZDIyMWIxOWU0MWY5NjUwYWZhODIyNTdlZTQ3ZGNjZGZlYTU4ZGY5NzqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQZ1Lg==\n','2011-12-25 22:33:43'),
 ('0d191340e2ec859bc6d9162e1bf90754','NTQxYzMxMmUwZmFlMzU5NTk0YmY5MzVkNjZmY2Y4MTYzMWMyNzZmMjqAAn1xAShVBG1lbnVUSQIA\nAFt7ImNvdW50IjogMiwgInByaWNlIjogOC4wLCAiaWQiOiA0LCAibmFtZSI6ICJcdTU3MjNcdTU5\nNzNcdTY3OWMifSwgeyJjb3VudCI6IDIsICJwcmljZSI6IDE1LjAsICJpZCI6IDMsICJuYW1lIjog\nIlx1N2Y4ZVx1N2Y4ZVx1NzY4NFx1NTk0N1x1NWYwMlx1Njc5YyJ9LCB7ImNvdW50IjogMSwgInBy\naWNlIjogMTEuMCwgImlkIjogOCwgIm5hbWUiOiAiXHU2NzI4XHU3NGRjIn0sIHsiY291bnQiOiAx\nLCAicHJpY2UiOiAxMS4wLCAiaWQiOiA3LCAibmFtZSI6ICJcdTgyZjlcdTY3OWMifSwgeyJjb3Vu\ndCI6IDEsICJwcmljZSI6IDExLjAsICJpZCI6IDYsICJuYW1lIjogIlx1NmE1OVx1NWI1MCJ9LCB7\nImNvdW50IjogMSwgInByaWNlIjogMTEuMCwgImlkIjogNSwgIm5hbWUiOiAiXHU1NGM4XHU1YmM2\nXHU3NGRjIn0sIHsiY291bnQiOiAyLCAicHJpY2UiOiAxMC4wLCAiaWQiOiAxLCAibmFtZSI6ICJc\ndTU5N2RcdTU0MDNcdTc2ODRcdTgyOTJcdTY3OWNcdTU0NDBcdWZmNWUifSwgeyJjb3VudCI6IDEs\nICJwcmljZSI6IDEwLjAsICJpZCI6IDIsICJuYW1lIjogIlx1OTE3OFx1OTE3OFx1NzY4NFx1ODNl\nMFx1ODQxZFx1NTRkZiJ9XVUSX2F1dGhfdXNlcl9iYWNrZW5kcQJVKWRqYW5nby5jb250cmliLmF1\ndGguYmFja2VuZHMuTW9kZWxCYWNrZW5kcQNVDV9hdXRoX3VzZXJfaWRxBIoBAXUu\n','2011-12-25 19:07:20'),
 ('3ec1fdd97d90e05692162d7a5b204d14','YzEwNGY5ZWMyNTU0NWU0OTIzYzVhNWZiNWJmMDJjZTg4YjA5MjZmODqAAn1xAS4=\n','2011-12-28 10:56:39'),
 ('642e46bc38b1fac9b9fb244f909bbcd6','NzM2ZWZlZGY0MjI0NTFmNDVjNjk5OGFjOWFiOTUwNTcyMTNlM2NlZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDI4fV1zLg==\n','2011-12-28 11:46:21'),
 ('2afb4c9049df6b3c15ba1c8706ef4b61','ZDIyMWIxOWU0MWY5NjUwYWZhODIyNTdlZTQ3ZGNjZGZlYTU4ZGY5NzqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQZ1Lg==\n','2011-12-25 23:06:30'),
 ('6e8b1db6196fc161459a5ad431509092','ZmFiZDg1YTg1OGY4YWRjZWUxZDRhMGE4Njc2ZTAwZWFlYTA4ZWYzMTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAQhVBm1vYmlsZVgLAAAAMTUyMTAxMTgyNjJVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYHAAAAOWMl+S6rOWkp+WtpumAuOWkq+i0sOalvDM0Mzl1Lg==\n','2011-12-26 14:37:17'),
 ('9cb32dad77d16d075ed2162fe3f77702','MTgxMWUzMDAwNzMwYmQ0ZjFjNjFjMjA5NmI3MTdiMmFhOTZiZDQ3ZTqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDM3fV1zLg==\n','2011-12-29 12:25:36'),
 ('46a39a436020fedc83bc6fa365cfbf03','ZmVjODQ3YWVmZjA1NTM1MWEzOGJiOTcwMzQ1ZTU0NDljZTlkNmQzYTqAAn1xAVUEbWVudVVEW3si\nY291bnQiOiAyLCAicHJpY2UiOiA2LjAsICJpZCI6IDMyLCAibmFtZSI6ICJcdTZjMzRcdTY2NzZc\ndTY3ZGEifV1zLg==\n','2011-12-26 15:31:02'),
 ('32e0716fef44aa3919bba54378ef9f2a','YjVhMWViZGVlM2VlYzhkMTcxNGI2N2NlMGQwN2UyZDY5OTU3MTRhNTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAQlVBm1vYmlsZVgLAAAAMTUyMDE0Njg1MjFVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVCWNvdXBv\nbl9pZIoBKFUFcGhvbmVYAAAAAFUHYWRkcmVzc1gdAAAA5YyX5Lqs5aSn5a2m55WF5pil5ZutNjHn\nlLI2MTh1Lg==\n','2011-12-26 16:28:55'),
 ('70e581a9a146e27524991ea1f2a80278','YmU5YzhmNDljZjk0Mzc2ZmI5ZTRjNDM0MmNlNzQ3MDRjYWI4NmVmNDqAAn1xAShVBnJlbWFya1gM\nAAAA6LaK5b+r6LaK5aW9VQZtb2JpbGVYCwAAADEzNjQxMTgyNDI1cQJVBG1lbnVVAltdcQNVBXBo\nb25laAJVB3RpbWVfaWRYAQAAADVVB2FkZHJlc3NYHwAAAOWMl+S6rOWkp+WtpueQhuenkealvDE4\nMTLmiL/pl7RVCXNjaG9vbF9pZFgBAAAAM3Uu\n','2011-12-26 14:29:11'),
 ('f12e110d0f89f009142dc800ca9fd96f','ZWVhMTEyMTZmNTRmMDVmNjZlN2NiYzFiZTA2NWUxOWMwOTg4Yzg5MjqAAn1xAVUEbWVudXECVUNb\neyJjb3VudCI6IDEsICJwcmljZSI6IDIuNSwgImlkIjogOSwgIm5hbWUiOiAiXHU1YzBmXHU1YmNj\nXHU1OGViIn1dcy4=\n','2011-12-27 11:14:54'),
 ('e210fbf20a6ef11993a88bf13d5a3f5e','MTBmNjY5MDU4YzQ0ZjA5YjRkNjlkMmM2ODVmMTYyZjk0NWJjYzIzMDqAAn1xAShVBG1lbnVUrgEA\nAFt7ImNvdW50IjogMSwgInByaWNlIjogMTUuMCwgImlkIjogMywgIm5hbWUiOiAiXHU3ZjhlXHU3\nZjhlXHU3Njg0XHU1OTQ3XHU1ZjAyXHU2NzljIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiA4LjAs\nICJpZCI6IDQsICJuYW1lIjogIlx1NTcyM1x1NTk3M1x1Njc5YyJ9LCB7ImNvdW50IjogMSwgInBy\naWNlIjogMTEuMCwgImlkIjogNSwgIm5hbWUiOiAiXHU1NGM4XHU1YmM2XHU3NGRjIn0sIHsiY291\nbnQiOiAyLCAicHJpY2UiOiA2LjQsICJpZCI6IDMxLCAibmFtZSI6ICJcdTg0NjFcdTg0MDRcdTY3\nZGFcdTczOGIifSwgeyJjb3VudCI6IDEsICJwcmljZSI6IDQuOCwgImlkIjogMzAsICJuYW1lIjog\nIlx1ODQ2MVx1ODQwNFx1NjdkYSJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogMi41LCAiaWQiOiA5\nLCAibmFtZSI6ICJcdTVjMGZcdTViY2NcdTU4ZWIifV1VEl9hdXRoX3VzZXJfYmFja2VuZFUpZGph\nbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRxAlUNX2F1dGhfdXNlcl9pZIoB\nBXUu\n','2011-12-28 16:25:58'),
 ('6396a8188003fb939a216c4e0be6eb80','ZDExOGEwYTI1NTRmYWQ5ZTJhZjA2YTgwZmJjODRiZmI3YmNjNzdhZTqAAn1xAShVBm1vYmlsZVgL\nAAAAMTgyMTEwMTYxMzFxAlUFcGhvbmVYCwAAADE4MjExMDE2MTMxcQNVEl9hdXRoX3VzZXJfYmFj\na2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVDV9hdXRoX3Vz\nZXJfaWSKAQpVB2FkZHJlc3NYPwAAAOWMl+S6rOW4gua1t+a3gOWMuiDkuIrlnLDlronlroHkuJzo\nt6/lronlroHlsI/ljLox5Y+35qW8MTIwN+WupHEEdS4=\n','2011-12-26 16:23:13'),
 ('4aa5338c75e73352704bdf897dbf4bbf','NWIyZGI5MDUxMTI0MDM5OThiM2Q5NTYyNDk4NWE0NmUxMjQ1NzI2MTqAAn1xAVUEbWVudVWOW3si\nY291bnQiOiAyLCAicHJpY2UiOiA5LjAsICJpZCI6IDQwLCAibmFtZSI6ICJcdTZhNThcdTViNTBc\ndTY3OWNcdTc2ZDgifSwgeyJjb3VudCI6IDIsICJwcmljZSI6IDIuOCwgImlkIjogMTEsICJuYW1l\nIjogIlx1OTc1Mlx1ODJmOVx1Njc5YyJ9XXMu\n','2011-12-27 11:34:19'),
 ('68118962a87fc6d2807a10a2cb595951','NGYzMWQ4NWUwZmY5ZTVlOGU1YWFjNTlhMmM1ZTYyYTM0MGEyOWJjYzqAAn1xAShVBG1lbnVVSlt7\nImNvdW50IjogNCwgInByaWNlIjogNi40LCAiaWQiOiAzMSwgIm5hbWUiOiAiXHU4NDYxXHU4NDA0\nXHU2N2RhXHU3MzhiIn1dVQ1fYXV0aF91c2VyX2lkigEMVRJfYXV0aF91c2VyX2JhY2tlbmRVKWRq\nYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kdS4=\n','2011-12-26 17:32:32'),
 ('4df2810688b1d9e0164d12819f73bbda','YjVlZjE3OTNlYzFiNTQ0OGJmZWJjMzYxZTNjNTcwN2YzODlmMjYyNzqAAn1xAShVBnJlbWFya1gA\nAAAAVQ1fYXV0aF91c2VyX2lkigELVQZtb2JpbGVYCwAAADE1MTIwMDM0MDg4cQJVBG1lbnVVAltd\ncQNVEl9hdXRoX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2Rl\nbEJhY2tlbmRVBXBob25laAJVB3RpbWVfaWRYAQAAADhVB2FkZHJlc3NYEwAAAOeQhuenkeS4gOWP\nt+alvDE4MTJVCXNjaG9vbF9pZFgBAAAAM3Uu\n','2011-12-26 16:47:33'),
 ('a849cb5c28d0b3d40b9564b4262e25a3','YTc2NmMwYTVjYWMyZWU0MjQzMzM4Y2EzZDdhMjA0Njg1M2NmYmFiODqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTEyMDA3ODY1OXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKAQ5VEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgPAAAA5YyX5Lqs5aSn5a2mMzRBcQZ1Lg==\n','2011-12-26 17:29:18'),
 ('ac534628bc5a5469acb5d2f7ae9bd7e0','MzM5YjI2MjEyMDZlZTM5NzAwMWFkNzQ2ZTRjM2VmYTMxMGE3YmY0NTqAAn1xAShVBnJlbWFya1gi\nAAAA5LiA5Liq5aSn6Iu55p6cIOS4gOS4quWkp+eBq+m+meaenFUGbW9iaWxlWAsAAAAxMzQ4ODcx\nNjI0OHECVQRtZW51VQJbXXEDVQVwaG9uZWgCVQd0aW1lX2lkWAEAAAA0VQdhZGRyZXNzWCEAAADm\ntbfpvpnlpKfljqYxNjA4ICDkvqDlrqLooYzlhazlj7hVCXNjaG9vbF9pZFgBAAAAM3Uu\n','2011-12-28 13:09:58'),
 ('12b396cb94b9d413987186fc19d94815','OGIwMmM0ZDEwMzI1YWFlZGRkMjNjZTBlMWE3Y2Q3MDJlNTdmZmMwYTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARpVBm1vYmlsZVgLAAAAMTUyMTA1OTgyNTlVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYHgAAAOWMl+S6rOWkp+WtpuiAgeeUn+eJqealvDIxNuWupHUu\n','2011-12-28 13:05:18'),
 ('a0ec44143fdb67a481fc1a8388b50b84','NWIxNWFmY2ZjM2ZmNDEwZjRiZTM3MmFjYzNmM2FiZGE2NGJiYzgyMDqAAn1xAVUEbWVudXECVT5b\neyJjb3VudCI6IDEsICJwcmljZSI6IDQuNSwgImlkIjogMzcsICJuYW1lIjogIlx1OTk5OVx1ODU0\nOSJ9XXMu\n','2011-12-27 12:23:47'),
 ('978fc7196398beb9f2ecf7837d6cfa8d','N2YxMzk4OTA0ZGNmN2NkNWEyM2UwNTg0Mjc3YzA2NTRkMjA3MmU3MTqAAn1xAVUEbWVudVVgW3si\nY291bnQiOiAxLCAiaWQiOiAzNX0sIHsiY291bnQiOiAyLCAiaWQiOiAzN30sIHsiY291bnQiOiAx\nLCAiaWQiOiA0NH0sIHsiY291bnQiOiAxLCAiaWQiOiAzM31dcy4=\n','2011-12-29 19:52:16'),
 ('6d0fcd73c80981b576efc13839db6444','YjM5NGYzMGE0ZmQ1ZmIxZmRlMGNkMThkYzBiODBiMjI2MjFiODBkZDqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARdVBm1vYmlsZVgLAAAAMTg2NTQ2Mjk3OThVBG1lbnVVSFt7ImNvdW50IjogMSwgImlk\nIjogNDR9LCB7ImNvdW50IjogMywgImlkIjogMTB9LCB7ImNvdW50IjogMiwgImlkIjogMTR9XVUS\nX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFj\na2VuZFUFcGhvbmVYAAAAAFUHYWRkcmVzc1gXAAAA5YyX5Lqs5aSn5a2mIDMz5Y+35qW8ICB1Lg==\n','2011-12-29 17:54:59'),
 ('fcad15dd4dc9ecae0bece0236c8d5d0e','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-27 12:58:22'),
 ('bac2a7ccd5923cf91d71b6c68bdf44fd','NjA3MjY0Y2E0MGFjNjc4NDI1MzBjYTA0Mzc5MWQ3MDU0YzdmNTc5YTqAAn1xAVUEbWVudXECVURb\neyJjb3VudCI6IDEsICJwcmljZSI6IDUuMCwgImlkIjogMzMsICJuYW1lIjogIlx1N2VhMlx1NjNk\nMFx1NWI1MCJ9XXMu\n','2011-12-27 12:23:49'),
 ('42a9aeec17c40c9a3d7df002e2f3ded9','Yzc0YzAxMjJkNTE3N2NhY2QyMjIzODM2ZDhmZGM5NDg4YzdhNWJjMzqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAQ9VBm1vYmlsZVgLAAAAMTUyMTA2MjY3MzZVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYEgAAAOWMl+S6rOWkp+WtpjM0QjExMXUu\n','2011-12-27 12:27:27'),
 ('1f0834a91ca2ab7f8c0fc669c959e95f','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-27 12:32:20'),
 ('e7ca1fdce0387a7ee64decd6618f1033','NTY1MjA1YWZjN2Q5MDA1N2Q4NjRkMzkzNGFmNmExNWE4ODA1MzVkYjqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTE3NDQ3ODg1NXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKARBVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgtAAAA5YyX5Lqs5biC5rW35reA5Yy65YyX5Lqs5aSn5a2m5Yu65Zut5Zub5Y+3\n5qW8cQZ1Lg==\n','2011-12-27 13:06:56'),
 ('3e5e0d57f5ab0768061514d1406e4201','ZWVhNDVhZWFmZTdmYTgzY2I4OWI1YTdlZGEyZTE0MzcyN2EyOWFhNzqAAn1xAVUEbWVudVVKW3si\nY291bnQiOiAxLCAicHJpY2UiOiA0LjAsICJpZCI6IDEyLCAibmFtZSI6ICJcdTdlYTJcdTUxYTBc\ndTgyZjlcdTY3OWMifV1zLg==\n','2011-12-27 13:44:39'),
 ('eae2e3d4afd840ed4855dcd6cb86d0ec','N2I0NDg3Y2VmZDU3ODdkMzk1NjRmMTVhMGExNGFhMGRiMTZiYzVhYjqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTUwMTAwMTA3N3EDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKARFVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVggAAAA5YyX5Lqs5aSn5a2m55CG56eRMeWPt+alvDE3MjflrqRxBnUu\n','2011-12-27 13:53:58'),
 ('58a9502062352c7a351acb14e143e5bf','YTFmNWM2NWNjY2ZmZDU5NDc3ZGE2ZGU4MDU0NDRkM2QwZDBiYWVmMzqAAn1xAVUEbWVudXECVT5b\neyJjb3VudCI6IDEsICJwcmljZSI6IDIuNSwgImlkIjogMTYsICJuYW1lIjogIlx1NWM3MVx1Njk0\nMiJ9XXMu\n','2011-12-27 15:15:09'),
 ('781f2707abc1dfdd1b0ea69ef6ef9d24','MDVkMTU0NzdhMjNlMTc2M2MwYWRjMDYwNTMyNDhkMTNmOWQ3M2Q5YzqAAn1xAShVBnJlbWFya1hD\nAAAA6aaZ6JWJ55qE5Lik5Lu95YiG5byA6KOFDQrngavpvpnmnpznmoTkuKTku73kuZ/liIblvIDo\no4UNCuiwouiwou+8gVUGbW9iaWxlWAsAAAAxMzQ4ODc5Mzk2OXECVQRtZW51VQJbXXEDVQVwaG9u\nZWgCVQd0aW1lX2lkWAEAAAA2VQdhZGRyZXNzWBMAAADnkIbnp5HkuIDlj7cxNDQ45a6kVQlzY2hv\nb2xfaWRYAQAAADN1Lg==\n','2011-12-27 15:22:51'),
 ('eb61be7fcaff00e4f54aa684c3ce3a7f','NzIyMDRmYzk1NjE5YjgxMGZiNTIyYjkzZDNhYWQxOGJhZjRmZTQ5YzqAAn1xAVUEbWVudXECVURb\neyJjb3VudCI6IDEsICJwcmljZSI6IDIuOCwgImlkIjogMTEsICJuYW1lIjogIlx1OTc1Mlx1ODJm\nOVx1Njc5YyJ9XXMu\n','2011-12-27 15:58:19'),
 ('169219d04ab94609d0e1a8e0e9f7bd15','NzIyMDRmYzk1NjE5YjgxMGZiNTIyYjkzZDNhYWQxOGJhZjRmZTQ5YzqAAn1xAVUEbWVudXECVURb\neyJjb3VudCI6IDEsICJwcmljZSI6IDIuOCwgImlkIjogMTEsICJuYW1lIjogIlx1OTc1Mlx1ODJm\nOVx1Njc5YyJ9XXMu\n','2011-12-27 15:58:19'),
 ('da8709cc2a4f090dfdb5a36a924391ff','MWVkYTRhM2U5OTI4MWViNTZmZjg1ZmRlOWZjOThiYTgxNWQ4MWY1MTqAAn1xAVUEbWVudVQRAQAA\nW3siY291bnQiOiAxLCAicHJpY2UiOiAxNS4wLCAiaWQiOiAzNSwgIm5hbWUiOiAiXHU2YzM0XHU2\nNzljXHU2MmZjXHU3NmQ4In0sIHsiY291bnQiOiAxLCAicHJpY2UiOiAxMi4wLCAiaWQiOiAzMywg\nIm5hbWUiOiAiXHU3ZWEyXHU2M2QwXHU1YjUwIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiA0LjAs\nICJpZCI6IDM3LCAibmFtZSI6ICJcdTk5OTlcdTg1NDkifSwgeyJjb3VudCI6IDEsICJwcmljZSI6\nIDMuNSwgImlkIjogOSwgIm5hbWUiOiAiXHU1YzBmXHU1YmNjXHU1OGViIn1dcy4=\n','2011-12-27 19:30:46'),
 ('7d0f048775433ae612738e765ba17b2e','MWIyYzgwMGZiMzU3YmVhZTA2OTQzOTlkNWRiN2FmMDU2MzFhZWVmYTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARJVBm1vYmlsZVgLAAAAMTUyMDE0NzMyODNVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYFwAAAOWMl+S6rOWkp+WtpjM15qW8MzI25a6kdS4=\n','2011-12-27 16:05:20'),
 ('79f8fae8220482b9da00b0ad8a1c6992','OGNjZmM5MWZlZGJlYWZkZDdmYmEwN2JlNDRiNzBhMjQ2NjJhOGY3ZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDMzfV1zLg==\n','2011-12-27 22:30:59'),
 ('72a621562cf92050fcce0e0221288c15','ZjA5ZTU1MWVmYWJmNDAzMDliNmFkODMyOWE0OTgzNjdhZjljMGViMTqAAn1xAVUEbWVudVQuAgAA\nW3siY291bnQiOiAxLCAicHJpY2UiOiA1LjAsICJpZCI6IDMzLCAibmFtZSI6ICJcdTdlYTJcdTYz\nZDBcdTViNTAifSwgeyJjb3VudCI6IDEsICJwcmljZSI6IDQuNSwgImlkIjogMzcsICJuYW1lIjog\nIlx1OTk5OVx1ODU0OSJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogNC4wLCAiaWQiOiAxMiwgIm5h\nbWUiOiAiXHU3ZWEyXHU1MWEwXHU4MmY5XHU2NzljIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiA1\nLjAsICJpZCI6IDE0LCAibmFtZSI6ICJcdTk2NTVcdTg5N2ZcdTViY2NcdTU4ZWIifSwgeyJjb3Vu\ndCI6IDEsICJwcmljZSI6IDIuOCwgImlkIjogMTEsICJuYW1lIjogIlx1OTc1Mlx1ODJmOVx1Njc5\nYyJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogMi4yNSwgImlkIjogMTUsICJuYW1lIjogIlx1NTcy\nM1x1NTk3M1x1Njc5YyJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogMy4wLCAiaWQiOiAxNywgIm5h\nbWUiOiAiXHU2N2ZmXHU1YjUwIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiAxMC4wLCAiaWQiOiA0\nMSwgIm5hbWUiOiAiXHU4M2UwXHU4NDFkXHU4NzFjXHU2NzljXHU3NmQ4In1dcy4=\n','2011-12-27 16:10:52'),
 ('c94733b2dc8d68c5a76006928ed7f084','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-27 16:12:06'),
 ('60c146f8f405c85369ed2b0f623d2697','Yjg0MGRhMzViYWRkY2FlMGY3YTliMzBkMjY5NzY1YWFhZjU1Yzg4NTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARNVBm1vYmlsZVgLAAAAMTUyMDE0Njg0MTdVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYKAAAAOWMl+S6rOWkp+WtpueQhuenkeS4gOWPt+alvDEyMjDlrp7pqozl\nrqR1Lg==\n','2011-12-27 16:24:59'),
 ('b2fa20d0167e1d81ad8696601220ef1e','ZDExN2FkNTM2MzJmZGNkODgwMDc5YWI0NWNkYWUxOTBlOTAzNGVkZjqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADE4ODEwNTI4NjM2cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAgAAADEyVQdhZGRyZXNzWCcAAADpopDlkozlm63ot6815Y+35YyX5Lqs5aSn5a2m54eV5Zut\nMzfmpbxVCXNjaG9vbF9pZFgBAAAAM3Uu\n','2011-12-27 16:40:13'),
 ('4902d0fb0797617da4fa685d92b7cdfb','YzcxOWM5ZTM0ZDRiYmY2MTNiNGE0MjUwN2M1Y2Y1OWU1Y2JhMDcwOTqAAn1xAVUEbWVudVXFW3si\nY291bnQiOiAxLCAicHJpY2UiOiAyLjUsICJpZCI6IDksICJuYW1lIjogIlx1NWMwZlx1NWJjY1x1\nNThlYiJ9LCB7ImNvdW50IjogMSwgInByaWNlIjogNS4wLCAiaWQiOiAzMywgIm5hbWUiOiAiXHU3\nZWEyXHU2M2QwXHU1YjUwIn0sIHsiY291bnQiOiAxLCAicHJpY2UiOiA0LjUsICJpZCI6IDM3LCAi\nbmFtZSI6ICJcdTk5OTlcdTg1NDkifV1zLg==\n','2011-12-27 18:01:27'),
 ('17a65036254a49072b513c64a0172bb0','ODdkOWEwNmYxNjllNjY4YWIxZDIwYjI4NjE2YTM3NzcxOTY2ZjU3NzqAAn1xAVUEbWVudXECVUVb\neyJjb3VudCI6IDEsICJwcmljZSI6IDIuMjUsICJpZCI6IDE1LCAibmFtZSI6ICJcdTU3MjNcdTU5\nNzNcdTY3OWMifV1zLg==\n','2011-12-27 18:59:26'),
 ('198d453a393cced2cd2bbeff09cb8aa4','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-28 12:07:16'),
 ('160472ba263442dcb41ec49ed3d68b8f','ZGM1ODQ4YTI5OTlmZDBjMzU0NTY0YjNiNjgyMDRmM2M2MjE0YWY5ZTqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAxLCAiaWQiOiAxNn0sIHsiY291bnQiOiAyLCAiaWQiOiAxMX1dcy4=\n','2011-12-27 22:15:26'),
 ('414cd3562053808e110c6c2d5dc351cf','Zjc5MDgzOGZkMTk2NTIzOWUwMTBjYjhkMTFjMTJiM2VjZTA4N2EyODqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARRVBm1vYmlsZVgLAAAAMTUxMjAwOTQ2NThVBG1lbnVVMVt7ImNvdW50IjogMSwgImlk\nIjogMzV9LCB7ImNvdW50IjogNDAsICJpZCI6IDM3fV1VEl9hdXRoX3VzZXJfYmFja2VuZFUpZGph\nbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25lWAAAAABVB2FkZHJl\nc3NYHwAAAOWMl+S6rOWkp+WtpueQhuenkeS4gOWPt+alvDE2MDF1Lg==\n','2011-12-27 22:54:48'),
 ('95471fd55fb29f7fdd8952cab8441d6e','ZGI0NWRiYTBiZTkzNDYxZWZhMTZlMmIwM2FmNzMzMTc5Nzc5M2EyYzqAAn1xAVUEbWVudVVHW3si\nY291bnQiOiA0LCAiaWQiOiAzN30sIHsiY291bnQiOiA1LCAiaWQiOiA5fSwgeyJjb3VudCI6IDQs\nICJpZCI6IDIyfV1zLg==\n','2011-12-27 23:43:17'),
 ('c8d9d329acf7becc3d65c878e61a8ad4','MDQwNjA5MmJkODI0MWU4ZTdlOGU2M2U1OGE5YjU2ZjhjZjliNzFkMjqAAn1xAVUEbWVudVV3W3si\nY291bnQiOiAzLCAiaWQiOiAyOX0sIHsiY291bnQiOiAyLCAiaWQiOiAyOH0sIHsiY291bnQiOiAx\nLCAiaWQiOiAxOH0sIHsiY291bnQiOiAzLCAiaWQiOiA5fSwgeyJjb3VudCI6IDIsICJpZCI6IDM3\nfV1zLg==\n','2011-12-28 09:02:03'),
 ('4bfeae9c6be3412c1f4512be25572d2b','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-28 09:53:07'),
 ('a476824caea9cec0e5d5b2fc132fb37e','OTVlOTk5MWIxYWEyYTlhOTZhMDVlZDg1ODJlZTZmYjUyZTc3Nzk1NjqAAn1xAShVBG1lbnVVMFt7\nImNvdW50IjogMSwgImlkIjogMzN9LCB7ImNvdW50IjogMywgImlkIjogMzd9XVUNX2F1dGhfdXNl\ncl9pZIoBFVUSX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRz\nLk1vZGVsQmFja2VuZHUu\n','2011-12-28 09:24:42'),
 ('f4d8283e99cf604b1364e4f6a772b6f5','NTg3NDU2Nzc2NjI1MDA0MmFiOWYyNTFlYjg4YWM0NGQ1YjI0NDg0NDqAAn1xAVUEbWVudVVIW3si\nY291bnQiOiAxLCAiaWQiOiAzM30sIHsiY291bnQiOiAyLCAiaWQiOiAxMX0sIHsiY291bnQiOiAz\nLCAiaWQiOiAyNX1dcy4=\n','2011-12-28 10:06:04'),
 ('d2bf6c1c5454ab32019d2649087c4016','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-12-28 09:53:48'),
 ('b583b9d9f882b029b9fcb38594604505','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-28 10:12:05'),
 ('0f4696f8f70bec46e701f0afe5feb9c4','NjlmZWFiY2IzYzE1ZWZiOTAwNjNmNDJkODBkMzllNjYzODY3NzI1NDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKARZ1Lg==\n','2011-12-28 10:11:11'),
 ('263905fa3a9b69143fb821ae56a09d30','ZGVlOWU5Y2EyOTFmMmUyMTczNWE3MmI5NDU0NDZlNjMzYjYyMmEwYTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARhVEl9hdXRoX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5k\ncy5Nb2RlbEJhY2tlbmRxAnUu\n','2011-12-28 12:14:33'),
 ('c77d96449ba24cbd382f06f4516aca99','ZjkzYTBlMDViMjA0YTdhNzA1NGMyNWRlZDU3MGY0NDY0NDI3NjhhZDqAAn1xAVUEbWVudVVIW3si\nY291bnQiOiAzLCAiaWQiOiAzN30sIHsiY291bnQiOiAxLCAiaWQiOiAxNX0sIHsiY291bnQiOiAx\nLCAiaWQiOiAzNX1dcy4=\n','2011-12-28 12:27:22'),
 ('75b7fcf184236126913c4faf612373c2','ZTQzOTE0MmI5YTU4ZGM4NWFmNjVmMjgwODJmY2E3ZWFhYWZkMzA1ODqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKARlVBm1vYmlsZVgLAAAAMTM0NjYzNjA2NDBVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVCWNvdXBv\nbl9pZIoBZlUFcGhvbmVYAAAAAFUHYWRkcmVzc1gTAAAA55CG56eR5LiA5Y+35qW8MTIxN3Uu\n','2011-12-28 12:34:04'),
 ('e6d5db7d8f77027eb30cfc92e60f6ab1','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-12-28 12:52:08'),
 ('c0475f4efdbc3a86ab14496310913759','ZDVjNGU0YTM5MWMzMWViYzkwYzI2ZDJmMzVkY2YyMjY1MWQ4ZDMwNDqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTIxMDU5ODMwN3EDVQVwaG9uZXEEWA4AAAAwMTDigJQ2Mjc1MDg3NnEFVQ1fYXV0aF91\nc2VyX2lkigEbVRJfYXV0aF91c2VyX2JhY2tlbmRVKWRqYW5nby5jb250cmliLmF1dGguYmFja2Vu\nZHMuTW9kZWxCYWNrZW5kVQdhZGRyZXNzcQZYGgAAAOWMl+S6rOWkp+WtpjM25qW8MjI05a+d5a6k\ncQd1Lg==\n','2011-12-28 13:06:40'),
 ('2143660462e67a981fc21f98c3a10847','NWFlMjUwNDZkYmRiOWNlMWQyZDU5OTg5OGViY2Y0NThlNTEwOWUzZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKARx1Lg==\n','2011-12-28 13:07:23'),
 ('acf52600e7c9ffb8067aadeb7e8b06b3','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-28 13:25:29'),
 ('3c4ef57c0c97fe741039ab4d2eb243ca','ZmFiYWYzMjNiMDhkZmI2YTc5NWIxNGE1ZWM1ZDQ3YTg4NjUyZjZlMDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAR51Lg==\n','2011-12-28 13:17:38'),
 ('07fb9bd4d60dfe7deddbe94dc47456a0','OGFlNzhjYzUxYWZmZGRhYzk3YWI4ZTMyYjRmNDAxYTAxYzg3MzMyNzqAAn1xAShVBnJlbWFya1gA\nAAAAVQ1fYXV0aF91c2VyX2lkcQKKAR1VBm1vYmlsZVgLAAAAMTM4MTA2MzYwODVxA1UEbWVudVUC\nW11VEl9hdXRoX3VzZXJfYmFja2VuZHEEVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1v\nZGVsQmFja2VuZHEFVQVwaG9uZWgDVQd0aW1lX2lkWAEAAAA0VQdhZGRyZXNzWBgAAADljJfkuqzl\npKflraYyOealvCDpqazmjbdVCXNjaG9vbF9pZFgBAAAAM3Uu\n','2011-12-28 13:11:32'),
 ('5317f03110b8585d53d09fece16091bc','M2E1MGE1Y2RhZTZjMjVkMmMyNDA4OTY1OGUwYTUwOGYwOGM2ZjI3MzqAAn1xAShVBnJlbWFya1gJ\nAAAA5aeT5byg44CCVQZtb2JpbGVYCwAAADE1OTA3NDQ2ODE5cQJVBG1lbnVVAltdcQNVBXBob25l\naAJVB3RpbWVfaWRYAQAAADVVB2FkZHJlc3NYHQAAAOS4reWbveWcsOi0qOWkp+WtpjE25qW8NTI2\n5a6kVQlzY2hvb2xfaWRYAQAAADN1Lg==\n','2011-12-28 13:47:29'),
 ('bcb772a1cbf559d01ee09095f6937fed','MWI3NzRkNTIzZmJmNmYwZDQyNWMyNzNhMmJjODVmNGE0NjgzNDE3MTqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDIyfV1zLg==\n','2011-12-28 13:21:40'),
 ('2fb9007b786b5209c3f1b2d97232f39e','MWI3NzRkNTIzZmJmNmYwZDQyNWMyNzNhMmJjODVmNGE0NjgzNDE3MTqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDIyfV1zLg==\n','2011-12-28 13:21:41'),
 ('213e32e7b5e6332a40b7706acaebab1c','NTQ5ZTQ1ZjdjNDE4OTExN2ViNzAzMjA4MjhkZTU3YTNlYTgzYWE5NjqAAn1xAVUEbWVudVVgW3si\nY291bnQiOiAyLCAiaWQiOiAzM30sIHsiY291bnQiOiAxLCAiaWQiOiA0NH0sIHsiY291bnQiOiAx\nLCAiaWQiOiAzNX0sIHsiY291bnQiOiAyLCAiaWQiOiAzN31dcy4=\n','2011-12-28 13:22:08'),
 ('53bef5cc6f7287f329084b4b32e822b5','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-28 13:57:59'),
 ('992e58eebafc3cee030aaa7a0392daeb','MGU2NzhhYjNjZTAxNjE3NTI5YzI2ZTk5MjA2NGM1MzdlNmYwMmU2ZDqAAn1xAVUEbWVudXECVQJb\nXXEDcy4=\n','2011-12-28 14:01:50'),
 ('23154ae3bcf13a6cc1888cc738c838df','NjFhNjQ1NjdhMTZkZDVjYTM5YTVkNjNlNmNmZDU3NDcwNTA0MTU2ZTqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxODkxMTEyMzQyMnEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKAR9VEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgMAAAA5YyX5Lqs5aSn5a2mcQZ1Lg==\n','2011-12-28 14:05:55'),
 ('7f0f612439bc1b9a6fd20f150e901985','NzM2ZWZlZGY0MjI0NTFmNDVjNjk5OGFjOWFiOTUwNTcyMTNlM2NlZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDI4fV1zLg==\n','2011-12-28 14:18:46'),
 ('c41cebdabcb0b36ef1669b22dccde64f','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-28 15:11:50'),
 ('81d95292e05de187aa04748e9e48d6ba','OGNjZmM5MWZlZGJlYWZkZDdmYmEwN2JlNDRiNzBhMjQ2NjJhOGY3ZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDMzfV1zLg==\n','2011-12-28 15:24:58'),
 ('063ba4b3d54a24fdd6d0ff21bf96fb10','YjAyODA0ZjRkZDM2ZTdjY2FjM2JmMjg0MDBmYTExM2VlZTQ5YTQ1YjqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxMzc5NjYzOTgzNXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKASBVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgkAAAA5ZOI5bCU5ruo5biC5Y2X5bKX5Yy65a2m5bqc6LevMTU45Y+3cQZ1Lg==\n','2011-12-28 16:52:41'),
 ('099fe1398aa76b60e11fc9259e4a1457','YzdjYzgwNjE2NmJiM2U5MDUzYmIyOTVlYjY1Yzg2OTU2NmJkZTkzNDqAAn1xAVUKdGVzdGNvb2tp\nZXECVQZ3b3JrZWRxA3Mu\n','2011-12-28 17:27:56'),
 ('1c616ae8c2de64011137a7ee15e4f104','MjAxNDM0Y2Y0NzgzYTZjMWMxMzJlMDZhMGY3MzY1OTgzYzJhNjE0ZjqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKASF1Lg==\n','2011-12-28 18:02:54'),
 ('a7cad2700a637282d13635c0027f8173','OGExNDdiMTgyMGM3ODZlZmE4YjMzZTFlNTExYjZiMjA2YTI5OTkyZjqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKASNVBm1vYmlsZVgLAAAAMTUyMTA2MjM2OTlVBG1lbnVVAltdVRJfYXV0aF91c2VyX2Jh\nY2tlbmRVKWRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kcQJVBXBob25l\nWAAAAABVB2FkZHJlc3NYFAAAAOWMl+S6rOWkp+WtpjI45qW8MzU2dS4=\n','2011-12-28 18:57:35'),
 ('ac83eed46396165b4d3f5140ff8d1706','NTg4ZmU3YzQyYzUyMGVmYzJmN2ZiMzNjMGY0MGU0NmMwZThjNDM2MzqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKASJVBm1vYmlsZVgLAAAAMTUyMTA1OTgzMDBVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAgAAAA2Mjc2MjgwMlUHYWRkcmVzc1gRAAAA5YyX5Lqs5aSn5a2mMzbmpbx1Lg==\n','2011-12-28 18:50:53'),
 ('f9bc5f5208132d48336a9888ae873aab','NWY1MGNmYjlmM2U2YjlkYTc0YTQyYzQ3ZDEyNDZhOTZjY2IxMDZlNjqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKASRVBm1vYmlsZVgLAAAAMTUyMDEzMDY3OThVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAgAAAA2Mjc1MDY0NVUHYWRkcmVzc1gRAAAA5YyX5Lqs5aSn5a2mMzbmpbx1Lg==\n','2011-12-28 18:57:35'),
 ('18d57114e316d96290e96eaf37e911fd','OGQ4ZjBhOTY5MTA5MWVhYmMxOTQ0NjcyOWJmNWQ1M2RmZGRjYTY1ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKASV1Lg==\n','2011-12-28 19:29:51'),
 ('096eb3c8548e17acdd900f9f0dc146c0','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-12-30 16:30:12'),
 ('5927e97680c57c2ee71f5b512b495773','YzEwNGY5ZWMyNTU0NWU0OTIzYzVhNWZiNWJmMDJjZTg4YjA5MjZmODqAAn1xAS4=\n','2011-12-28 19:31:00'),
 ('6bafd1d52cf4e8601f23c70969c5a524','NWI4NzY5YTk4MWM2Zjc0ODJiODY4MzA4ZWZlYjI0YmZmMGMwYTliYTqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDM1fV1zLg==\n','2011-12-28 19:40:54'),
 ('29c1db6d9cc8be9c9c1d30bf4338eb7b','NzM2ZWZlZGY0MjI0NTFmNDVjNjk5OGFjOWFiOTUwNTcyMTNlM2NlZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDI4fV1zLg==\n','2011-12-28 19:50:59'),
 ('89196512ecddee4c7122e71642167ebd','MGU2NzhhYjNjZTAxNjE3NTI5YzI2ZTk5MjA2NGM1MzdlNmYwMmU2ZDqAAn1xAVUEbWVudXECVQJb\nXXEDcy4=\n','2011-12-28 20:09:22'),
 ('c1a747a8785442c8948b7f6cd9b28334','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-12-28 19:51:51'),
 ('efa4a7e86d0f6425d4416e0077a15b7a','NzM2ZWZlZGY0MjI0NTFmNDVjNjk5OGFjOWFiOTUwNTcyMTNlM2NlZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDIsICJpZCI6IDI4fV1zLg==\n','2011-12-28 20:17:49'),
 ('07a5177f4b6cbf2973d3267c439fc634','ZWNkMDY3Y2Y0MTJjMWJiY2EzOWI0ZjE4MGE3YWVlMTlmYjhiMTE0ZjqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAyLCAiaWQiOiAyOH0sIHsiY291bnQiOiAxLCAiaWQiOiA0NH1dcy4=\n','2011-12-28 20:40:54'),
 ('4e8209ceda3c364ff1b4f51f95be773b','NjZiNzE5MzQyMTc4M2ExMjkyN2U2N2YyYzhhY2VkZDNmYzUzODc1ZTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKASZVBm1vYmlsZVgLAAAAMTUyMTA2MjUwMzdVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYIQAAAOWMl+S6rOWkp+WtpjQ45qW85LiA5Y2V5YWDMTA2NeWupHUu\n','2011-12-28 22:29:45'),
 ('4bbb39b69fbf21f786cec0538b0ad016','ZGJkOWIxMTYxYmI1OGRmZjIzMDQxNTE4M2QwOWJlODU4MjNlNzEzYTqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAzLCAiaWQiOiAyNX0sIHsiY291bnQiOiAyLCAiaWQiOiAzN31dcy4=\n','2011-12-28 22:22:43'),
 ('52ef73aefb100c956a25cf66b9e7deca','YTg5NWU3ZTEwMGUwM2E2ODBjYzllYjgxYjgzODhlMGY5ZjI4MmQyNDqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxODgxMDUyMjI3NnEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKASdVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgXAAAA5YyX5Lqs5aSn5a2mNDXkuZnmpbwxMDNxBnUu\n','2011-12-28 22:22:52'),
 ('4f3b39d8a84897dd8ef8f9a9b010f0f5','YTc0NjExYTU5NTlhMDYyZDM3NjM5YTc0MWNhYTcxNzA1MTJjYmQzMzqAAn1xAVUEbWVudVVIW3si\nY291bnQiOiAzLCAiaWQiOiAyNX0sIHsiY291bnQiOiAxLCAiaWQiOiAxOH0sIHsiY291bnQiOiA1\nLCAiaWQiOiAyMn1dcy4=\n','2011-12-28 22:27:40'),
 ('68eb218a5df368ccf9bdc4b894c58924','NWIyMzExNjRjMzI0NjM1NjZiNjM4Mzk5M2U0NTI2N2Y0YTVlMDUwYzqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAShVBm1vYmlsZVgLAAAAMTg4MTA1MzUwNTRVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYEQAAAOWMl+S6rOWkp+WtpjI45qW8dS4=\n','2011-12-28 23:00:22'),
 ('20d6ba2f444f888dd05fdefad4a8b243','YTUwOWM4MWRmMzU1NTU4YTkzMzU2M2FhMzY5ODFmM2Q1YzYyNGYzODqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDQ0fV1zLg==\n','2011-12-29 04:24:48'),
 ('b90a35a0035b3c9f36d3584d3d1aab4f','YTUwOWM4MWRmMzU1NTU4YTkzMzU2M2FhMzY5ODFmM2Q1YzYyNGYzODqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDQ0fV1zLg==\n','2011-12-29 04:24:48'),
 ('aea1590e4036980bdbf39139959ab3eb','ZmQ0MzFiYThmMTM5MWEwMWJmMzJjZGNmN2YzNjc5MGRiMzVkMzZmYTqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxMzU4MTc3NzIwOHEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKASlVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVg2AAAA5YyX5Lqs5biC5rW35reA5Yy66aKQ5ZKM5Zut6LevNeWPt+WMl+S6rOWk\np+WtpjQ155SyMzQ3cQZ1Lg==\n','2011-12-29 09:35:39'),
 ('137a2760b5b2d0d33118b1701a575a77','YmQwZjE1Nzg1ZjIxYzY3NDc3YzI3MmFjYzAzMWU5YTExYjI4MGNjNDqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADEzNjQxMzQ2NTY2cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAQAAADJVB2FkZHJlc3NYEgAAAOWMl+Wkp+eQhuenkTEjMTE1OVUJc2Nob29sX2lkWAEAAAAz\ndS4=\n','2011-12-29 10:13:13'),
 ('195cd70867722606ca6448e9b91efdc1','YTE1OWZjNjhiYjQyMzFhMGUyY2IxZGI4ZTE3NDY5M2ZiNTY1ODc5YTqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxMzgxMTE5ODY3N3EDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKASpVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgdAAAA5YyX5Lqs5aSn5a2m55CG56eRMeWPt+alvDE4MThxBnUu\n','2011-12-29 10:42:33'),
 ('8ba2ae27b914bdecce9528642e4864be','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-29 10:44:05'),
 ('6d8c48ef7572380966448a749dc7839e','ZTRjOWQ3YzQ3ZmY4ZGM3MzEwZWM4Y2Q4ZDU3OGE1NDBiYjU5ZjFkNDqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTEyMDA1Mjg1OXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKASxVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgRAAAA5YyX5Lqs5aSn5a2mMzXmpbxxBnUu\n','2011-12-29 11:26:32'),
 ('6c054866fdeade4791d71230a527292c','MGE3ZWVlYmJiMjVkMDQyOTNiNmJlZWJjZjEzY2UzMzVmZjBmZDY1OTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAStVBm1vYmlsZVgLAAAAMTg4MTA1MzI2NDNVBG1lbnVVL1t7ImNvdW50IjogMSwgImlk\nIjogMTV9LCB7ImNvdW50IjogMywgImlkIjogOX1dVRJfYXV0aF91c2VyX2JhY2tlbmRVKWRqYW5n\nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kVQVwaG9uZVgAAAAAVQdhZGRyZXNz\nWBcAAADljJfkuqzlpKflrabnh5Xlm60yOOalvHUu\n','2011-12-29 11:00:51'),
 ('b05efdf9c98e854ac85936007346eedd','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-30 17:05:31'),
 ('7ed733114e0fe9004eaf74cbcf949a69','MzNkYmNmNjU3MDNjNzIyMmE3M2Y0Y2RmMWRlN2FjMWYwOWEzYjA5ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAUd1Lg==\n','2011-12-30 17:07:44'),
 ('7f6ee2acaaf77e5c8a9aaf01f1500b2f','NmQ0NGJkOWM3OTcxMThiMmZkYzIyNGFiOWQyOWJlOWEwZGMwNDdhYjqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAxLCAiaWQiOiAzM30sIHsiY291bnQiOiAyLCAiaWQiOiAzN31dcy4=\n','2011-12-29 13:04:07'),
 ('18adebc8ec84d82fc70d6e6018763ab2','Y2UzY2RlYWIzMTljNWMwMjkyYzdkOGUxOWFmNzgxYzIyMGE2NGZlYjqAAn1xAVUEbWVudVUvW3si\nY291bnQiOiAzLCAiaWQiOiAyNX0sIHsiY291bnQiOiAzLCAiaWQiOiA5fV1zLg==\n','2011-12-29 13:10:56'),
 ('242305d0b4a8af0cd4e0b8360dd666af','OWIyZDJiZDU1MWU0YzA0MzQwZjgyZjM4Yjc1M2IwOGIyMGIxNjY0YjqAAn1xAVUEbWVudVUYW3si\nY291bnQiOiAxLCAiaWQiOiAzNX1dcy4=\n','2011-12-29 13:23:31'),
 ('f57b83858aecbd64fdb6d2c66f2a8c5a','ZjQwYTM1N2MzMGVlYmFlMTc3ODU0ODUzZWNjMTU0YmM1MTJiYjI4YjqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiA0LCAiaWQiOiAyOX0sIHsiY291bnQiOiAyLCAiaWQiOiAzM31dcy4=\n','2011-12-29 18:15:59'),
 ('bc61b19b1af99c1296a13071f437a46b','NzgwNWZjNjM3NGZmYWQ3MjdmYTQwMDQxNmI3NzQ4MjlhNTJhNTdhZTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAS1VBm1vYmlsZVgLAAAAMTg4MTA1MDk0NDVVBG1lbnVVeFt7ImNvdW50IjogMiwgImlk\nIjogMjh9LCB7ImNvdW50IjogMSwgImlkIjogMTh9LCB7ImNvdW50IjogMSwgImlkIjogMTV9LCB7\nImNvdW50IjogMywgImlkIjogMjV9LCB7ImNvdW50IjogMiwgImlkIjogMzd9XVUSX2F1dGhfdXNl\ncl9iYWNrZW5kVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZFUFcGhv\nbmVYAAAAAFUHYWRkcmVzc1gRAAAA5YyX5Lqs5aSn5a2mMzfmpbx1Lg==\n','2011-12-29 18:47:34'),
 ('9220f4af2357684f1832dd393c6ef7d2','MGJiNTFjNzZjODViYjAwYmI1YTU3ODEzNGZkMjlmMWZmMGI5ZjI1YTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAS5VBm1vYmlsZVgLAAAAMTg2MTEyOTc4MjJVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYIAAAAOa4heWNjuWkp+Wtpue0q+iNhjTlj7fmpbw15Y2V5YWDdS4=\n','2011-12-29 18:52:34'),
 ('6ed16c0212d5bef3b9c1c4bb269a554f','N2RhYTdiZjlkMzBmNjk3ZTM0OGEzMmQ4NzliYzFjNmFiZjRmNDA3NTqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADE4NjE4MzI4Mjc3cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAQAAADlVB2FkZHJlc3NYFwAAAOWMl+S6rOWkp+WtpjMy5qW8MzI45a6kVQlzY2hvb2xfaWRY\nAQAAADN1Lg==\n','2011-12-29 18:51:28'),
 ('1137338787439d3f00bef79b55eb87d7','MWE2YzVmNDY1YTM2ZTU1OTFkNmQ4OTJmOTQ2OWJhMTA1ZTkyNWExYTqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxODgxMDUwODM0MXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKAS9VEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgSAAAA5YyX5Lqs5aSn5a2mMzRC5qW8cQZ1Lg==\n','2011-12-29 19:11:24'),
 ('5fcddc16125c6314f3c495a7b3241ecf','MjVhMWY4MGNmZmRlMDg2Y2JjNGM1YTIyYzJhOWI2MTZiNGJlYTM1YjqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTIxMDU5ODI5N3EDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKATFVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVg2AAAA5YyX5Lqs5biC5rW35reA5Yy66aKQ5ZKM5Zut6LevNeWPt+WMl+S6rOWk\np+WtpjM25qW8NDI3cQZ1Lg==\n','2011-12-29 19:30:14'),
 ('85e6e26604f7079a06951a551e930729','MWRkNTA0MzkxODI3NTU2MWM2YjBjOWZmNmVjYmNhNDUwOGNkZmViMjqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKATBVBm1vYmlsZVgLAAAAMTUyMDE0NzcyMTRVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVCWNvdXBv\nbl9pZIoCyQBVBXBob25lWAAAAABVB2FkZHJlc3NYNgAAAOWMl+S6rOW4gua1t+a3gOWMuumikOWS\njOWbrei3rzXlj7fljJfkuqzlpKflraYzMealvDI0MHUu\n','2011-12-29 19:17:07'),
 ('ab91d14673689d9a5f1346f8b8f6b41f','ZDYwZjlkMWY1NjdlYmJhMjI0NDY0MGZlYjY5NjY3ZmJmMjI0ZTIxYjqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADE1MTE2OTY4NTk5cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAQAAADlVB2FkZHJlc3NYEQAAAOWMl+S6rOWkp+WtpjMx5qW8VQlzY2hvb2xfaWRYAQAAADN1\nLg==\n','2011-12-29 19:32:34'),
 ('94f71cd276dd07094982c4ef7b6802b1','NGQyMWZkYjQ0MmViNzc3Y2VmMWM0ZGNmN2JjOTAxZDUzNTgxMjZjYzqAAn1xAShVBG1lbnVxAlUC\nW11xA1UNX2F1dGhfdXNlcl9pZIoBMlUSX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFuZ28uY29udHJp\nYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHUu\n','2011-12-29 19:31:46'),
 ('c80ef5420ebf0f93745bcc84b74a8bdc','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-30 16:21:11'),
 ('c8acfa9ac5e6619733533cad903d04fb','MTEzMjExMDBkZTExYWRmNDRiYzA3YzNkYjY2MTEyZDI4MGIxNjFlZDqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxMzI2OTM5ODk3MnEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKATNVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgMAAAA5YyX5Lqs5aSn5a2mcQZ1Lg==\n','2011-12-29 19:58:25'),
 ('1356635dd7cac4df3946047406a305a5','NWZmMGE1MjBiMTBmY2FhNGM2MDkzMzc0YjdlMTc2NmEzNWVjMDJkYzqAAn1xAVUEbWVudVUvW3si\nY291bnQiOiAzLCAiaWQiOiAzN30sIHsiY291bnQiOiA2LCAiaWQiOiA5fV1zLg==\n','2011-12-29 20:18:45'),
 ('21374cfa8505c32ef45bb9f9e5bd32f7','OTM1MTM5MjdkMGZiNDk2MDAwMjQyNGJkMDQwM2YzY2I1MjA2YWEyNDqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxMzgxMTYwMjYyN3EDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKATRVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVguAAAA5YyX5Lqs5biC5rW35reA5Yy65YyX5Lqs5aSn5a2m6YC45aSr6LSw5qW8\nMzQzOXEGdS4=\n','2011-12-29 20:21:35'),
 ('d77c281432c3bb0031b9e730c234bfef','NzNlYmJhNmMyMDBjMDE0YTE3NDQ3YWE1YWM1MzdjZDI3YzQyNzU4ODqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAzLCAiaWQiOiAxMH0sIHsiY291bnQiOiAzLCAiaWQiOiAyOX1dcy4=\n','2011-12-29 20:35:13'),
 ('693f32c51b30fad9cbc49ca6ac3b5ff2','YjkyYWI0OTg5NTYxZjU4NWE0ODdjZjdmYzI4ZGU2NDkzYjYwODdjOTqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAUR1Lg==\n','2011-12-30 16:32:27'),
 ('25219731ea6259aaa663e3c74a99d971','ODBlMWRmNDdmZTU3MzIzYTE2MWRjNmNhNTNmODIwMWU0MjFhYjA0YzqAAn1xAVUEbWVudVUYW3si\nY291bnQiOiA0LCAiaWQiOiAzM31dcy4=\n','2011-12-30 16:55:10'),
 ('97e39638cfb56ff72868f32e1ccd1196','YzRlNDg1MjM0MzU0MmEwNDZkMmM3OTgzODUxNTVjM2ExNTE0YmViMjqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADE4ODEwNTI4NzE2cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAgAAADEzVQdhZGRyZXNzWBoAAADljJfkuqzlpKflrabnh5Xlm60zN+alvDUwOFUJc2Nob29s\nX2lkWAEAAAAzdS4=\n','2011-12-29 21:44:28'),
 ('b64582c6bcb229578ecca4af9a553705','MDdhZDBiY2NlN2VhNzFkYjg1ZjViMjRiYmI0MzM2MjkxNzM5NjQ3MDqAAn1xAVUEbWVudVVIW3si\nY291bnQiOiAyLCAiaWQiOiAxOX0sIHsiY291bnQiOiA1LCAiaWQiOiAyNX0sIHsiY291bnQiOiAx\nLCAiaWQiOiA0NH1dcy4=\n','2011-12-29 21:49:11'),
 ('412bc917f6b774d0a7560f83dcceda52','YTIzY2VjYzY1YjI5ODAxMzNmY2M5ZGRkYWQ3OTE2MTc3Y2Q3MDFiMTqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDE5fV1zLg==\n','2011-12-29 21:48:33'),
 ('374bbea72e98f5ea836ed8eb7fa4a291','NmFlOTViYzg4NzI2MmFiMGE5MDcyMzM2MzdiZTRjYmYxY2YyMTAwMTqAAn1xAShVBm1vYmlsZVgL\nAAAAMTg4MTA1MjM0MjJxAlUFcGhvbmVYAAAAAFUSX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFuZ28u\nY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZFUNX2F1dGhfdXNlcl9pZIoBNVUHYWRk\ncmVzc1gXAAAA5YyX5Lqs5aSn5a2m54eV5ZutMzfmpbxxA3Uu\n','2011-12-29 22:07:44'),
 ('6d66a297ca1b0a0b5199820570f354e0','YjdiNGY0M2RmM2RlNDg2YjU1MjM4Y2QzZmNkZjY5MzgwZmYzMmU3MTqAAn1xAVUEbWVudVUCW11x\nAnMu\n','2011-12-29 22:06:20'),
 ('5a01f9d64d04c89bb585e3b597bb5f35','MjQ5MjkwNjQ2MDdmM2Q1ZjcwNjJlYzliMmY0Y2YyYThmY2M4NWViNzqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKARp1Lg==\n','2011-12-29 22:16:24'),
 ('21a4060c20cf5c89e0861ad8a721eade','OTg1ZTgzYWRkNzU2NzBlNzFmYmEzNjZmMzkyMjA4ODg0YzIzOTcxMTqAAn1xAShVBG1lbnVVSFt7\nImNvdW50IjogNCwgImlkIjogMzd9LCB7ImNvdW50IjogNiwgImlkIjogMjJ9LCB7ImNvdW50Ijog\nMSwgImlkIjogMTV9XVUNX2F1dGhfdXNlcl9pZIoBGlUSX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFu\nZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHUu\n','2011-12-29 22:18:35'),
 ('6ceae8abc65c2c2dead367ac5def51d3','NDRiYjY0ZjQ3YzQ5NWMzOTg2ZDFjZTYwZGE2ZWE4Y2E2YjgxZmMwNTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKATdVBm1vYmlsZVgLAAAAMTg4MTA1MDQzOThVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVCWNvdXBv\nbl9pZIoC6ABVBXBob25lWAAAAABVB2FkZHJlc3NYFAAAAOWMl+S6rOWkp+WtpjM35qW8NjUwdS4=\n','2011-12-29 23:48:52'),
 ('7755a5be15d479fd96572b2385674448','ZjFiODJmM2IyNjhjYTc4YzUzMzY0MDhhYWNlZTg3N2E3ZGJjN2Y1NjqAAn1xAShVBnJlbWFya1gA\nAAAAVQ1fYXV0aF91c2VyX2lkcQKKATZVBm1vYmlsZVgLAAAAMTUxMjAwNTI4OTZxA1UEbWVudVUC\nW11VEl9hdXRoX3VzZXJfYmFja2VuZHEEVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1v\nZGVsQmFja2VuZHEFVQVwaG9uZWgDVQd0aW1lX2lkWAIAAAAxNFUHYWRkcmVzc1gbAAAA5Lit5YWz\n5paw5ZutNOWPt+alvDQwNDI05a6kVQlzY2hvb2xfaWRYAQAAADN1Lg==\n','2011-12-29 23:29:23'),
 ('225c67e1f019fffe79cfeb510f2af1fd','MzNjYmQ1YzU2MDUyNmU4MjEwZjFjMDg5NGI2MGZjYTA2MWU0YWE3NTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAThVBm1vYmlsZVgLAAAAMTM0NjY3MTA3MTZVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYGwAAAOWMl+S6rOWkp+WtpuWMluWtpumZouWNl+mXqHUu\n','2011-12-30 00:45:51'),
 ('dfdd03985d834fdc7324b6a0e4d1008a','YTUwOWM4MWRmMzU1NTU4YTkzMzU2M2FhMzY5ODFmM2Q1YzYyNGYzODqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDQ0fV1zLg==\n','2011-12-30 10:31:12'),
 ('f8bd2182d3a4bd96575b1078974520bd','MThmY2MyZjdkNDQ0YzUwODdhYmIwMDE0ZGFlZWRlNjc1YTc3MjczMzqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTIwMTQ3MjE0MHEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKATlVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgRAAAA5YyX5Lqs5aSn5a2mMzXmpbxxBnUu\n','2011-12-30 10:34:28'),
 ('f3402cbe08dc64bbef505fa2696327c1','OGNjZmM5MWZlZGJlYWZkZDdmYmEwN2JlNDRiNzBhMjQ2NjJhOGY3ZDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDMzfV1zLg==\n','2011-12-30 10:51:17'),
 ('daa75e9fdeb38f816783b28eb9d2e8bd','OGJkYjU4MDI2MGUzZDY2NTIyMzkzYjkzYTFlZDI0NGVkNzk1OThjMDqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDMsICJpZCI6IDEwfV1zLg==\n','2011-12-30 11:51:00'),
 ('5461f014ee774659ff5393526b510e17','ZDU2OWNkMmRiMGJlZTk0NGEwNTg2MTRjNWJmMWRkY2MxZjI1NTkzMjqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADE4ODEwNTIxNTg5cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAQAAADNVB2FkZHJlc3NYFwAAAOWMl+S6rOWkp+WtpjQ15qW85LmZMzQ0VQlzY2hvb2xfaWRY\nAQAAADN1Lg==\n','2011-12-30 12:29:41'),
 ('f0bbaf22c2c175a459c3933d0dfc919c','NjZlMWMyN2MxYzRkNDgzNTZjNzVmYTZhOTg5ZGQ0MzcxNmVlNjYxODqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTUwMTIyNzYxM3EDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKATpVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgsAAAA5YyX5Lqs5rW35reA5Yy65YyX5Lqs5aSn5a2m54eV5ZutNDHmpbwyNDDl\nrqRxBnUu\n','2011-12-30 12:41:42'),
 ('7fbafbbf20a678318ea4490356c17870','OTM3MzMyZDhjOWNmYTFjMTFhMjdmZTA4NDY5YmNkZjM5NTg1ZDY1YjqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKATtVBm1vYmlsZVgLAAAAMTg4MTA1Mjg4NDJVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYFAAAAOWMl+S6rOWkp+WtpjM35qW8NTAzdS4=\n','2011-12-30 15:55:11'),
 ('23b8761a66c88a4595c635dc7f1c9aec','NDYyMTA5OGEyY2RjNWNlNmVhY2I0ODM2ZDAyMDJmYTNhNWUwNmQzMjqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTAxMTAzNjkxOXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKATxVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgnAAAA5YyX5Lqs5biC5rW35reA5Yy65YyX5Lqs5aSn5a2mNDAjNjI35a6kcQZ1\nLg==\n','2011-12-30 13:15:19'),
 ('0eb3af30356d13d0d4260fae5c7c61e9','M2EzZDJhODVjZmUxMTM5MjdjMTA3OGE0MjMxNzIwY2FhNjA2YjAyMzqAAn1xAVUEbWVudVUYW3si\nY291bnQiOiAyLCAiaWQiOiA0NH1dcy4=\n','2011-12-30 13:20:48'),
 ('c8fdae270794399dfd71bc6140125683','YmZlNmQxNzViZTBjNjkyMWE2Zjk2YTU3ZjIwNWRlZmVlNWMyYTA3YjqAAn1xAShVBG1lbnVxAlUY\nW3siY291bnQiOiAxLCAiaWQiOiAzOH1dVRJfYXV0aF91c2VyX2JhY2tlbmRVKWRqYW5nby5jb250\ncmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kVQ1fYXV0aF91c2VyX2lkigE9dS4=\n','2011-12-30 13:33:15'),
 ('4dc0306d2665ea357a11d150b751930b','Y2FhYjQ5M2VmNzE2MmM4MWQ3YTNlZjFhM2VkZjIwN2JlYzc4ZTY4YzqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAT5VBm1vYmlsZVgLAAAAMTUyMDE0NzMyODJVBG1lbnVxAlUCW11xA1USX2F1dGhfdXNl\ncl9iYWNrZW5kVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZFUFcGhv\nbmVYAAAAAFUHYWRkcmVzc1gvAAAA5YyX5Lqs5biC5rW35reA5Yy65YyX5Lqs5aSn5a2m54eV5Zut\nMzXmpbwzMjTlrqR1Lg==\n','2011-12-30 13:55:41'),
 ('954de4e9fed690af34b3349c40f0a7ed','MmY0ZjIxNjI1NzYyMDE4NDU3NTVmMzMzZjE5Mjk2NDg3NTBhYmY3MzqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTIwMTQ3MzMxOHEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKAT9VEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgLAAAA54eV5ZutMzXmpbxxBnUu\n','2011-12-30 13:57:07'),
 ('7cdfb72a215939d9dcfc4dc745e39e0c','NDEwYWM2YjE1ODQ2OTk2ZjM5MDc5ZTkxMWE2ZjI2MjEzNjYwYTBlMTqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTIwMTQ3MTIzOXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKAUBVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgjAAAA5YyX5Lqs5biC5rW35reA5Yy65YyX5Lqs5aSn5a2mMzXmpbxxBnUu\n','2011-12-30 14:22:26'),
 ('75fcd6ca380fe3689432f464043fef37','OTVlZWQ0MzQwZGIwOTk0OWVlYTQwZjYzOTg0NmE0MTUwNzM1ODNkZDqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAUFVBm1vYmlsZVgLAAAAMTUyMDE0NzIwNTlVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVBXBob25l\nWAAAAABVB2FkZHJlc3NYPAAAAOWMl+S6rOW4gua1t+a3gOWMuumikOWSjOWbrei3rzXlj7fljJfk\nuqzlpKflrabnh5Xlm60zNealvDQxNHUu\n','2011-12-30 14:29:14'),
 ('90618d6c793bad927f75ae6f35663e28','N2M3MjI4MGVmNDIyOWEyMDI3NjM3MTBmZmZkYzBhNmQ4MWMxMjRmYjqAAn1xAShVBnJlbWFya1gA\nAAAAVQZtb2JpbGVYCwAAADEzMzI0MDUxOTg3cQJVBG1lbnVVAltdcQNVBXBob25laAJVB3RpbWVf\naWRYAgAAADEyVQdhZGRyZXNzWC0AAADljJfkuqzlpKflrabnkIbnp5HkuIDlj7fmpbwxNzMwQeWu\npCDpob7mraPmlY9VCXNjaG9vbF9pZFgBAAAAM3Uu\n','2011-12-30 14:50:01'),
 ('2625d5f0cddd3e03be25e65f460e2bdf','ZDgyZjgzY2JiYTRjMjBjYWVmNjRlYTJmNDI4NzRlODU1ZmZmNzJkYjqAAn1xAShVBm1vYmlsZXEC\nWAsAAAAxNTAwMTI0NjQ5NXEDVQVwaG9uZXEEWAAAAABVDV9hdXRoX3VzZXJfaWSKAUJVEl9hdXRo\nX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRV\nB2FkZHJlc3NxBVgXAAAA5YyX5Lqs5aSn5a2mMzXmpbwyMjTlrqRxBnUu\n','2011-12-30 14:29:59'),
 ('f5182396ec04093fc40957de78508714','OTU4N2U3OGI3YjVmN2Q2MGE1MWZhZjgyZDgyYzNhY2UwNDk4MDcyYTqAAn1xAVUEbWVudXECVRdb\neyJjb3VudCI6IDMsICJpZCI6IDl9XXMu\n','2011-12-30 15:39:39'),
 ('3631229ff9b27a154dc65572e0903efd','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-12-30 15:49:48'),
 ('e7505aaf7f42613340d952717468eb1c','MzMzMjZlZTI1NmZiZWViMDY3NThjM2MwZWE2MWQwYmMwZTM0YWNhOTqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAUNVBm1vYmlsZVgLAAAAMTUyMTA2MzEzODdVBG1lbnVVAltdcQJVEl9hdXRoX3VzZXJf\nYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVCWNvdXBv\nbl9pZIoCHgFVBXBob25lWAAAAABVB2FkZHJlc3NYHAAAAOWMl+S6rOWkp+WtpueQhuenkTXlj7fm\npbw2MDR1Lg==\n','2011-12-30 16:26:40'),
 ('81fc3ec995266ac4a44be22b2e256e3c','ZWVhYzFkM2JjOTU2Yzg1MTI2ZTkxMmE4MGNhMTEzNGFhODcwNDQxMTqAAn1xAShVBG1lbnVxAlUY\nW3siY291bnQiOiAxLCAiaWQiOiAxNX1dVQ1fYXV0aF91c2VyX2lkigFEVRJfYXV0aF91c2VyX2Jh\nY2tlbmRVKWRqYW5nby5jb250cmliLmF1dGguYmFja2VuZHMuTW9kZWxCYWNrZW5kdS4=\n','2011-12-30 16:38:26'),
 ('6b7a7d2c023d6866d67d228e329fae40','ZGQxNzNiN2U3YjhlOWMzMWVkZjhkNTM5MzY2OTA3MjFkOTU3OTNhMDqAAn1xAShVBm1vYmlsZVgL\nAAAAMTM3MTc1MDE0MjVxAlUFcGhvbmVYAAAAAFUSX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFuZ28u\nY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZFUNX2F1dGhfdXNlcl9pZIoBRVUHYWRk\ncmVzc1g+AAAA5YyX5Lqs5biC5piM5bmz5Yy65Lic5bCP5Y+j6ZWH5aSq5bmz5a625Zut5bCP5Yy6\nMTPlj7fmpbw0MDflj7dxA3Uu\n','2011-12-30 16:39:13'),
 ('acfeccaec3b1bce6fb8a736d559e8b00','YTUwOWM4MWRmMzU1NTU4YTkzMzU2M2FhMzY5ODFmM2Q1YzYyNGYzODqAAn1xAVUEbWVudXECVRhb\neyJjb3VudCI6IDEsICJpZCI6IDQ0fV1zLg==\n','2011-12-30 16:46:55'),
 ('dc6e332832156fde6f2e1762d1417edf','OWQ5MjI1ZmE4OGJmYjRmOGRjMmZhNmVhNGY2M2JlNDc2OTBhYjNkMjqAAn1xAShVDV9hdXRoX3Vz\nZXJfaWSKAUZVBm1vYmlsZVgLAAAAMTUyMDE0NjkwNjNVBG1lbnVVMFt7ImNvdW50IjogMywgImlk\nIjogMjV9LCB7ImNvdW50IjogMiwgImlkIjogMzd9XVUSX2F1dGhfdXNlcl9iYWNrZW5kVSlkamFu\nZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZFUFcGhvbmVYAAAAAFUHYWRkcmVz\nc1gXAAAA5YyX5Lqs5aSn5a2mMzXmpbw0MjnlrqR1Lg==\n','2011-12-30 16:52:41'),
 ('57529c6e318edbf3062ddbeb0b206102','Zjc0ZWEzNmJjN2NhZGYwN2M2MDc3OWM2NmQ4NjQzYWM1YjU3Y2U2ZDqAAn1xAShVEl9hdXRoX3Vz\nZXJfYmFja2VuZHECVSlkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZHED\nVQ1fYXV0aF91c2VyX2lkcQSKAQF1Lg==\n','2011-12-30 17:01:27'),
 ('517eae91c43b4408de9cbe78e3e59417','OGE4ZmYzMjY2NjZhNzAxZDFhNGNhZDkwNWU0NDQ0NTE3MDQzMGQzZDqAAn1xAVUEbWVudVUwW3si\nY291bnQiOiAxLCAiaWQiOiA0NH0sIHsiY291bnQiOiAyLCAiaWQiOiAxN31dcy4=\n','2011-12-30 17:11:02');
UNLOCK TABLES;
/*!40000 ALTER TABLE `django_session` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`django_site`
--

DROP TABLE IF EXISTS `guolanr`.`django_site`;
CREATE TABLE  `guolanr`.`django_site` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `domain` varchar(100) NOT NULL,
  `name` varchar(50) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`django_site`
--

/*!40000 ALTER TABLE `django_site` DISABLE KEYS */;
LOCK TABLES `django_site` WRITE;
INSERT INTO `guolanr`.`django_site` VALUES  (1,'example.com','example.com');
UNLOCK TABLES;
/*!40000 ALTER TABLE `django_site` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_adminctrl`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_adminctrl`;
CREATE TABLE  `guolanr`.`guolan_adminctrl` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `close_website` tinyint(1) NOT NULL,
  `test_mode` tinyint(1) NOT NULL,
  `mobile` varchar(11) NOT NULL,
  `fetion` varchar(11) NOT NULL,
  `password` varchar(100) NOT NULL,
  `zuitu` varchar(200) NOT NULL,
  `public` longtext CHARACTER SET utf8 NOT NULL,
  `service_begin_time` time NOT NULL,
  `service_end_time` time NOT NULL,
  `qq` varchar(20) NOT NULL,
  `email` varchar(255) NOT NULL,
  `service_phone` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_adminctrl`
--

/*!40000 ALTER TABLE `guolan_adminctrl` DISABLE KEYS */;
LOCK TABLES `guolan_adminctrl` WRITE;
INSERT INTO `guolanr`.`guolan_adminctrl` VALUES  (1,0,0,'13436802517','15201577617','laoding@1812','http://notice.zuitu.com/sms?user=laoding&pass=a0f2ea6a796d1f1db569e4b5552be995&phones=PHONE_NUMBER&content=MESSAGE_CONTENT','','17:30:00','23:30:00','1833524685','guolanr@gmail.com','15201577617');
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_adminctrl` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_category`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_category`;
CREATE TABLE  `guolanr`.`guolan_category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` longtext CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_category`
--

/*!40000 ALTER TABLE `guolan_category` DISABLE KEYS */;
LOCK TABLES `guolan_category` WRITE;
INSERT INTO `guolanr`.`guolan_category` VALUES  (1,'鲜果独享',''),
 (2,'鲜果拼盘',''),
 (3,'鲜果团购','');
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_category` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_coupon`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_coupon`;
CREATE TABLE  `guolanr`.`guolan_coupon` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type_id` int(11) NOT NULL,
  `expire_date` date NOT NULL,
  `userprofile_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `guolan_coupon_777d41c8` (`type_id`),
  KEY `guolan_coupon_1be3128f` (`userprofile_id`)
) ENGINE=MyISAM AUTO_INCREMENT=301 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_coupon`
--

/*!40000 ALTER TABLE `guolan_coupon` DISABLE KEYS */;
LOCK TABLES `guolan_coupon` WRITE;
INSERT INTO `guolanr`.`guolan_coupon` VALUES  (38,5,'2012-01-11',19),
 (37,4,'2012-01-11',19),
 (36,3,'2012-01-11',19),
 (35,2,'2012-01-11',19),
 (34,1,'2012-01-11',19),
 (13,1,'2012-01-10',4),
 (14,2,'2012-01-10',4),
 (15,3,'2012-01-10',4),
 (16,4,'2012-01-10',4),
 (17,5,'2012-01-10',4),
 (33,5,'2012-01-11',17),
 (32,4,'2012-01-11',17),
 (39,1,'2012-01-11',17),
 (30,2,'2012-01-11',17),
 (29,1,'2012-01-11',17),
 (50,1,'2012-01-11',25),
 (41,2,'2012-01-11',22),
 (42,3,'2012-01-11',22),
 (43,4,'2012-01-11',22),
 (44,5,'2012-01-11',22),
 (45,1,'2012-01-11',24),
 (46,2,'2012-01-11',24),
 (47,3,'2012-01-11',24),
 (48,4,'2012-01-11',24),
 (49,5,'2012-01-11',24),
 (51,2,'2012-01-11',25),
 (52,3,'2012-01-11',25),
 (53,4,'2012-01-11',25),
 (54,5,'2012-01-11',25),
 (55,1,'2012-01-11',7),
 (56,2,'2012-01-11',7),
 (57,3,'2012-01-11',7),
 (58,4,'2012-01-11',7),
 (59,5,'2012-01-11',7),
 (60,1,'2012-01-11',31),
 (61,2,'2012-01-11',31),
 (62,3,'2012-01-11',31),
 (63,4,'2012-01-11',31),
 (64,5,'2012-01-11',31),
 (65,1,'2012-01-12',17),
 (66,1,'2012-01-12',33),
 (67,2,'2012-01-12',33),
 (68,3,'2012-01-12',33),
 (69,4,'2012-01-12',33),
 (70,5,'2012-01-12',33),
 (71,1,'2012-01-12',35),
 (72,2,'2012-01-12',35),
 (73,3,'2012-01-12',35),
 (74,4,'2012-01-12',35),
 (75,5,'2012-01-12',35),
 (76,1,'2012-01-12',37),
 (77,2,'2012-01-12',37),
 (78,3,'2012-01-12',37),
 (79,4,'2012-01-12',37),
 (80,5,'2012-01-12',37),
 (81,1,'2012-01-12',40),
 (82,2,'2012-01-12',40),
 (83,3,'2012-01-12',40),
 (84,4,'2012-01-12',40),
 (85,5,'2012-01-12',40),
 (86,1,'2012-01-12',42),
 (87,2,'2012-01-12',42),
 (88,3,'2012-01-12',42),
 (89,4,'2012-01-12',42),
 (90,5,'2012-01-12',42),
 (91,1,'2012-01-12',45),
 (92,2,'2012-01-12',45),
 (93,3,'2012-01-12',45),
 (94,4,'2012-01-12',45),
 (95,5,'2012-01-12',45),
 (96,1,'2012-01-13',10),
 (97,2,'2012-01-13',10),
 (98,3,'2012-01-13',10),
 (99,4,'2012-01-13',10),
 (100,5,'2012-01-13',10),
 (101,1,'2012-01-13',51),
 (106,1,'2012-01-13',53),
 (103,3,'2012-01-13',51),
 (104,4,'2012-01-13',51),
 (105,5,'2012-01-13',51),
 (107,2,'2012-01-13',53),
 (108,3,'2012-01-13',53),
 (109,4,'2012-01-13',53),
 (110,5,'2012-01-13',53),
 (111,1,'2012-01-13',55),
 (112,2,'2012-01-13',55),
 (113,3,'2012-01-13',55),
 (114,4,'2012-01-13',55),
 (115,5,'2012-01-13',55),
 (116,1,'2012-01-13',58),
 (117,2,'2012-01-13',58),
 (118,3,'2012-01-13',58),
 (119,4,'2012-01-13',58),
 (120,5,'2012-01-13',58),
 (121,1,'2012-01-13',65),
 (122,2,'2012-01-13',65),
 (123,3,'2012-01-13',65),
 (124,4,'2012-01-13',65),
 (125,5,'2012-01-13',65),
 (126,1,'2012-01-13',70),
 (127,2,'2012-01-13',70),
 (128,3,'2012-01-13',70),
 (129,4,'2012-01-13',70),
 (130,5,'2012-01-13',70),
 (131,1,'2012-01-13',69),
 (132,2,'2012-01-13',69),
 (133,3,'2012-01-13',69),
 (134,4,'2012-01-13',69),
 (135,5,'2012-01-13',69),
 (136,1,'2012-01-13',72),
 (137,2,'2012-01-13',72),
 (138,3,'2012-01-13',72),
 (139,4,'2012-01-13',72),
 (140,5,'2012-01-13',72),
 (141,1,'2012-01-13',74),
 (142,2,'2012-01-13',74),
 (143,3,'2012-01-13',74),
 (144,4,'2012-01-13',74),
 (145,5,'2012-01-13',74),
 (146,1,'2012-01-13',76),
 (147,2,'2012-01-13',76),
 (148,3,'2012-01-13',76),
 (149,4,'2012-01-13',76),
 (150,5,'2012-01-13',76),
 (151,1,'2012-01-13',78),
 (152,2,'2012-01-13',78),
 (153,3,'2012-01-13',78),
 (154,4,'2012-01-13',78),
 (155,5,'2012-01-13',78),
 (156,1,'2012-01-13',80),
 (157,2,'2012-01-13',80),
 (158,3,'2012-01-13',80),
 (159,4,'2012-01-13',80),
 (160,5,'2012-01-13',80),
 (161,1,'2012-01-14',82),
 (162,2,'2012-01-14',82),
 (163,3,'2012-01-14',82),
 (164,4,'2012-01-14',82),
 (165,5,'2012-01-14',82),
 (166,1,'2012-01-14',85),
 (167,2,'2012-01-14',85),
 (168,3,'2012-01-14',85),
 (169,4,'2012-01-14',85),
 (170,5,'2012-01-14',85),
 (171,1,'2012-01-14',87),
 (172,2,'2012-01-14',87),
 (173,3,'2012-01-14',87),
 (174,4,'2012-01-14',87),
 (175,5,'2012-01-14',87),
 (176,1,'2012-01-14',89),
 (177,2,'2012-01-14',89),
 (178,3,'2012-01-14',89),
 (179,4,'2012-01-14',89),
 (180,5,'2012-01-14',89),
 (181,1,'2012-01-14',90),
 (182,2,'2012-01-14',90),
 (183,3,'2012-01-14',90),
 (184,4,'2012-01-14',90),
 (185,5,'2012-01-14',90),
 (186,1,'2012-01-14',92),
 (187,2,'2012-01-14',92),
 (188,3,'2012-01-14',92),
 (189,4,'2012-01-14',92),
 (190,5,'2012-01-14',92),
 (191,1,'2012-01-14',94),
 (192,2,'2012-01-14',94),
 (193,3,'2012-01-14',94),
 (194,4,'2012-01-14',94),
 (195,5,'2012-01-14',94),
 (196,1,'2012-01-14',97),
 (197,2,'2012-01-14',97),
 (198,3,'2012-01-14',97),
 (199,4,'2012-01-14',97),
 (200,5,'2012-01-14',97),
 (206,1,'2012-01-14',101),
 (202,2,'2012-01-14',99),
 (203,3,'2012-01-14',99),
 (204,4,'2012-01-14',99),
 (205,5,'2012-01-14',99),
 (207,2,'2012-01-14',101),
 (208,3,'2012-01-14',101),
 (209,4,'2012-01-14',101),
 (210,5,'2012-01-14',101),
 (211,1,'2012-01-14',105),
 (212,2,'2012-01-14',105),
 (213,3,'2012-01-14',105),
 (214,4,'2012-01-14',105),
 (215,5,'2012-01-14',105),
 (216,1,'2012-01-14',107),
 (217,2,'2012-01-14',107),
 (218,3,'2012-01-14',107),
 (219,4,'2012-01-14',107),
 (220,5,'2012-01-14',107),
 (221,1,'2012-01-14',110),
 (222,2,'2012-01-14',110),
 (223,3,'2012-01-14',110),
 (224,4,'2012-01-14',110),
 (225,5,'2012-01-14',110),
 (226,1,'2012-01-14',111),
 (227,2,'2012-01-14',111),
 (228,3,'2012-01-14',111),
 (229,4,'2012-01-14',111),
 (230,5,'2012-01-14',111),
 (231,1,'2012-01-14',114),
 (236,1,'2012-01-15',116),
 (233,3,'2012-01-14',114),
 (234,4,'2012-01-14',114),
 (235,5,'2012-01-14',114),
 (237,2,'2012-01-15',116),
 (238,3,'2012-01-15',116),
 (239,4,'2012-01-15',116),
 (240,5,'2012-01-15',116),
 (241,1,'2012-01-15',118),
 (242,2,'2012-01-15',118),
 (243,3,'2012-01-15',118),
 (244,4,'2012-01-15',118),
 (245,5,'2012-01-15',118),
 (246,1,'2012-01-15',121),
 (247,2,'2012-01-15',121),
 (248,3,'2012-01-15',121),
 (249,4,'2012-01-15',121),
 (250,5,'2012-01-15',121),
 (251,1,'2012-01-15',123),
 (252,2,'2012-01-15',123),
 (253,3,'2012-01-15',123),
 (254,4,'2012-01-15',123),
 (255,5,'2012-01-15',123),
 (256,1,'2012-01-15',125),
 (257,2,'2012-01-15',125),
 (258,3,'2012-01-15',125),
 (259,4,'2012-01-15',125),
 (260,5,'2012-01-15',125),
 (261,1,'2012-01-15',128),
 (262,2,'2012-01-15',128),
 (263,3,'2012-01-15',128),
 (264,4,'2012-01-15',128),
 (265,5,'2012-01-15',128),
 (266,1,'2012-01-15',130),
 (267,2,'2012-01-15',130),
 (268,3,'2012-01-15',130),
 (269,4,'2012-01-15',130),
 (270,5,'2012-01-15',130),
 (271,1,'2012-01-15',132),
 (272,2,'2012-01-15',132),
 (273,3,'2012-01-15',132),
 (274,4,'2012-01-15',132),
 (275,5,'2012-01-15',132),
 (276,1,'2012-01-15',134),
 (277,2,'2012-01-15',134),
 (278,3,'2012-01-15',134),
 (279,4,'2012-01-15',134),
 (280,5,'2012-01-15',134),
 (281,1,'2012-01-15',136),
 (282,2,'2012-01-15',136),
 (283,3,'2012-01-15',136),
 (284,4,'2012-01-15',136),
 (285,5,'2012-01-15',136),
 (291,1,'2012-01-15',143),
 (287,2,'2012-01-15',140),
 (288,3,'2012-01-15',140),
 (289,4,'2012-01-15',140),
 (290,5,'2012-01-15',140),
 (292,2,'2012-01-15',143),
 (293,3,'2012-01-15',143),
 (294,4,'2012-01-15',143),
 (295,5,'2012-01-15',143),
 (296,1,'2012-01-15',145),
 (297,2,'2012-01-15',145),
 (298,3,'2012-01-15',145),
 (299,4,'2012-01-15',145),
 (300,5,'2012-01-15',145);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_coupon` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_coupontype`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_coupontype`;
CREATE TABLE  `guolanr`.`guolan_coupontype` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `price` int(10) unsigned NOT NULL,
  `least_consumption` int(10) unsigned NOT NULL,
  `exchange_score` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_coupontype`
--

/*!40000 ALTER TABLE `guolan_coupontype` DISABLE KEYS */;
LOCK TABLES `guolan_coupontype` WRITE;
INSERT INTO `guolanr`.`guolan_coupontype` VALUES  (1,1,19,300),
 (2,2,36,700),
 (3,3,50,1200),
 (4,4,64,1800),
 (5,8,120,4000);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_coupontype` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_deliveryaddress`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_deliveryaddress`;
CREATE TABLE  `guolanr`.`guolan_deliveryaddress` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mobile` varchar(11) CHARACTER SET utf8 NOT NULL,
  `phone` varchar(20) CHARACTER SET utf8 NOT NULL,
  `address` varchar(255) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_deliveryaddress`
--

/*!40000 ALTER TABLE `guolan_deliveryaddress` DISABLE KEYS */;
LOCK TABLES `guolan_deliveryaddress` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_deliveryaddress` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_deliverytimeinterval`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_deliverytimeinterval`;
CREATE TABLE  `guolanr`.`guolan_deliverytimeinterval` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `start_time` time NOT NULL,
  `end_time` time NOT NULL,
  `today` tinyint(1) NOT NULL,
  `stop_order_time` time NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_deliverytimeinterval`
--

/*!40000 ALTER TABLE `guolan_deliverytimeinterval` DISABLE KEYS */;
LOCK TABLES `guolan_deliverytimeinterval` WRITE;
INSERT INTO `guolanr`.`guolan_deliverytimeinterval` VALUES  (20,'20:45:00','21:30:00',0,'20:30:00'),
 (2,'10:45:00','11:30:00',1,'10:30:00'),
 (3,'12:45:00','13:30:00',1,'12:30:00'),
 (4,'13:45:00','14:30:00',1,'13:30:00'),
 (5,'14:45:00','15:30:00',1,'14:30:00'),
 (6,'15:45:00','16:30:00',1,'15:30:00'),
 (7,'16:45:00','17:30:00',1,'16:30:00'),
 (8,'18:45:00','19:30:00',1,'18:30:00'),
 (9,'19:45:00','20:30:00',1,'19:30:00'),
 (19,'19:45:00','20:30:00',0,'19:30:00'),
 (11,'20:45:00','21:30:00',1,'20:30:00'),
 (12,'10:45:00','11:30:00',0,'10:30:00'),
 (13,'12:45:00','13:30:00',0,'12:30:00'),
 (14,'13:45:00','14:30:00',0,'13:30:00'),
 (15,'14:45:00','15:30:00',0,'14:30:00'),
 (16,'15:45:00','16:30:00',0,'15:30:00'),
 (17,'16:45:00','17:30:00',0,'16:30:00'),
 (18,'18:45:00','19:30:00',0,'18:30:00');
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_deliverytimeinterval` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_errorlog`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_errorlog`;
CREATE TABLE  `guolanr`.`guolan_errorlog` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` longtext CHARACTER SET utf8 NOT NULL,
  `datetime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_errorlog`
--

/*!40000 ALTER TABLE `guolan_errorlog` DISABLE KEYS */;
LOCK TABLES `guolan_errorlog` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_errorlog` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_evaluation`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_evaluation`;
CREATE TABLE  `guolanr`.`guolan_evaluation` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `general` int(11) NOT NULL,
  `remark` longtext CHARACTER SET utf8 NOT NULL,
  `datetime` datetime NOT NULL,
  PRIMARY KEY (`id`),
  KEY `guolan_evaluation_7cc8fcf5` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=48 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_evaluation`
--

/*!40000 ALTER TABLE `guolan_evaluation` DISABLE KEYS */;
LOCK TABLES `guolan_evaluation` WRITE;
INSERT INTO `guolanr`.`guolan_evaluation` VALUES  (47,88,1,'墨迹死了！','2011-12-16 17:11:25'),
 (42,80,1,'�����е����ͷ�ˣ��㽶��Ѽ�治��Ŷ~~���Һ�ʵ�ݣ�','2011-12-15 20:11:57'),
 (41,79,1,'真的很好~~！！以后还会再买的~~','2011-12-15 20:11:02'),
 (36,58,1,'���ͻ����壡','2011-12-13 23:20:26'),
 (32,56,1,'','2011-12-13 13:18:45'),
 (37,64,1,'�ܲ���','2011-12-14 16:24:37'),
 (46,88,1,'送餐员太墨迹了！！！！！','2011-12-16 17:09:21');
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_evaluation` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_fruit`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_fruit`;
CREATE TABLE  `guolanr`.`guolan_fruit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `category_id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` longtext CHARACTER SET utf8 NOT NULL,
  `price` double NOT NULL,
  `image_small` varchar(100) CHARACTER SET utf8 NOT NULL,
  `stock` int(10) unsigned DEFAULT NULL,
  `order_count` int(11) NOT NULL,
  `sold_out_datetime` datetime DEFAULT NULL,
  `image_large` varchar(100) CHARACTER SET utf8 NOT NULL,
  `school_id` int(11) NOT NULL,
  `unit` varchar(100) CHARACTER SET utf8 NOT NULL,
  `cost` double NOT NULL DEFAULT '0',
  `order` int(11) NOT NULL DEFAULT '0',
  `valid` tinyint(1) NOT NULL DEFAULT '1',
  `min_weight` double NOT NULL DEFAULT '0',
  `max_weight` double NOT NULL DEFAULT '0',
  `least` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `guolan_fruit_42dc49bc` (`category_id`)
) ENGINE=MyISAM AUTO_INCREMENT=45 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_fruit`
--

/*!40000 ALTER TABLE `guolan_fruit` DISABLE KEYS */;
LOCK TABLES `guolan_fruit` WRITE;
INSERT INTO `guolanr`.`guolan_fruit` VALUES  (32,1,'水晶柚','',6,'images/fruit/youzi1_1.jpg',NULL,0,'2011-12-12 16:54:18','',3,'每份750g（半个），4元/500g',4.8,33,0,0,0,1),
 (31,1,'葡萄柚王','',6.4,'images/fruit/youzi2.JPG',NULL,0,'2011-12-12 16:54:21','',3,'每份800g（半个），4元/500g',5.12,34,0,0,0,1),
 (30,1,'大葡萄柚','',4.5,'images/fruit/youzi3_1.jpg',NULL,0,'2011-12-12 16:54:22','',3,'每份800g（半个），3元/500g',4.5,6,0,0,0,1),
 (9,1,'小富士','',3.5,'images/fruit/redapp3.jpg',NULL,0,'2011-12-12 16:54:23','',3,'个',3.5,7,1,130,190,3),
 (10,1,'黄元帅','',4,'images/fruit/yellowapp1.jpg',NULL,0,'2011-12-12 16:54:25','',3,'个',4,8,1,155,250,3),
 (11,1,'秦冠苹果','',4,'images/fruit/1cd4147ba0ac10af0bd18725_1.jpg',NULL,0,'2011-12-12 16:54:28','',3,'个',4,9,1,230,369,2),
 (12,1,'红冠苹果','',4,'images/fruit/redapp2.jpg',NULL,0,'2011-12-12 16:54:29','',3,'每份500g（2个），4元/500g',3.2,10,0,0,0,1),
 (13,1,'烟台富士','',6,'images/fruit/yantaiapp1.jpg',NULL,0,'2011-12-12 16:54:30','',3,'个',6,11,1,230,369,2),
 (14,1,'陕西富士','',5,'images/fruit/jiangxiapp3.jpg',NULL,0,'2011-12-12 16:54:30','',3,'个',5,12,1,230,369,2),
 (15,1,'圣女果','',4.5,'images/fruit/girl1.jpg',NULL,0,'2011-12-12 16:54:31','',3,'斤',4.5,13,1,500,500,1),
 (16,1,'山楂','',5,'images/fruit/shanzha1.jpg',NULL,0,'2011-12-12 16:54:31','',3,'斤',5,14,1,500,500,1),
 (17,1,'柿子','',3,'images/fruit/shizi.jpg',NULL,0,'2011-12-12 16:54:32','',3,'个',3,15,1,185,235,1),
 (18,1,'木瓜','',6,'images/fruit/mugua1.jpg',NULL,0,'2011-12-12 16:54:33','',3,'半个',6,16,1,330,375,1),
 (19,1,'火龙果','',7,'images/fruit/huolong2.jpg',NULL,0,'2011-12-12 16:54:33','',3,'个',7,17,1,350,875,1),
 (20,1,'小金桔','',4,'images/fruit/jinju1.jpg',NULL,0,'2011-12-12 16:54:34','',3,'每份250g，8元/500g',3.2,18,0,0,0,1),
 (21,1,'大橙子','',6,'images/fruit/chengzi2.jpg',NULL,0,'2011-12-12 16:54:34','',3,'个',6,19,1,245,325,1),
 (22,1,'砂糖芦柑','',5,'images/fruit/lugan1.jpg',NULL,0,'2011-12-12 16:54:35','',3,'个',5,20,1,130,175,2),
 (23,1,'小叶橘','',4,'images/fruit/xiaoyeju1.jpg',NULL,0,'2011-12-12 16:54:36','',3,'包',4,21,0,400,600,1),
 (24,1,'石榴','',5.6,'images/fruit/shiliu2.jpg',NULL,0,'2011-12-12 16:54:37','',3,'每份400g（1个），7元/500g',4.48,22,0,0,0,1),
 (25,1,'猕猴桃','',4,'images/fruit/qiyi2.jpg',NULL,0,'2011-12-12 16:54:37','',3,'个',4,23,1,105,135,3),
 (26,1,'青梨','',5.6,'images/fruit/qingli3.jpg',NULL,0,'2011-12-12 16:54:38','',3,'每份350g（2个），8元/500g',4.48,24,0,0,0,1),
 (27,1,'树梨','',3,'images/fruit/li2.jpg',NULL,0,'2011-12-12 12:11:04','',3,'每份500g（2个），3元/500g',2.4,25,0,0,0,1),
 (28,1,'鸭梨','',2.5,'images/fruit/li1.jpg',NULL,0,'2011-12-12 12:11:04','',3,'个',2.5,26,1,170,245,2),
 (29,1,'南国梨','',5,'images/fruit/nanguoli1.jpg',NULL,0,'2011-12-12 12:13:01','',3,'个',5,27,1,95,110,3),
 (33,1,'红提子','',12,'images/fruit/redtizi.jpg',NULL,0,'2011-12-12 17:42:57','',3,'串',12,4,1,400,600,1),
 (34,1,'巨峰葡萄','',3,'images/fruit/jufeng.jpg',NULL,0,'2011-12-12 17:44:24','',3,'每份250g，6元/500g',2.4,28,0,0,0,1),
 (35,2,'水果拼盘','',10,'images/fruit/IMG_4697-1.jpg',NULL,0,'2011-12-12 17:50:52','',3,'盘',15,0,1,450,600,1),
 (36,2,'西瓜果盘','',8,'images/fruit/IMG_4714-1.jpg',NULL,0,'2011-12-12 17:55:56','',3,'盘',8,2,1,500,600,1),
 (37,1,'香蕉','',4,'images/fruit/banana1.jpg',NULL,0,'2011-12-12 17:57:47','',3,'个',4,5,1,150,250,2),
 (38,2,'哈密瓜果盘','',14,'images/fruit/IMG_4707-1.jpg',NULL,0,'2011-12-12 18:01:33','',3,'盘',14,1,1,400,600,1),
 (39,1,'木瓜果盘','',14,'images/fruit/IMG_4709-1.jpg',NULL,0,'2011-12-12 18:01:33','',3,'盘',14,29,0,500,600,1),
 (40,1,'橘子果盘','',9,'images/fruit/IMG_4716-1.jpg',NULL,0,'2011-12-12 18:01:33','',3,'9元/盘，图片实拍',7,30,0,0,0,1),
 (41,2,'菠萝蜜果盘','',10,'images/fruit/IMG_4723-1.jpg',NULL,0,'2011-12-12 18:04:16','',3,'10元/盘，图片实拍',10,35,0,0,0,1),
 (42,1,'金芒果','',10,'images/fruit/IMG_4732-1.jpg',NULL,0,'2011-12-12 18:03:40','',3,'10元/盘，图片实拍',10,31,0,0,0,1),
 (43,2,'草莓果盘','',20,'images/fruit/IMG_4738-1.jpg',NULL,0,'2011-12-12 18:05:52','',3,'20元/盘，图片实拍',15,32,0,0,0,1),
 (44,1,'枣子','',6,'images/fruit/xzz.jpg',NULL,0,'2011-12-13 19:32:23','',3,'斤',6,3,1,500,500,1);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_fruit` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_mobile`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_mobile`;
CREATE TABLE  `guolanr`.`guolan_mobile` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) CHARACTER SET utf8 NOT NULL,
  `number` varchar(11) NOT NULL,
  `send_fetion` tinyint(1) NOT NULL,
  `send_zuitu` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_mobile`
--

/*!40000 ALTER TABLE `guolan_mobile` DISABLE KEYS */;
LOCK TABLES `guolan_mobile` WRITE;
INSERT INTO `guolanr`.`guolan_mobile` VALUES  (1,'北大-王振东','15510375359',1,0),
 (2,'Jason','13581645135',1,0),
 (3,'Kevin','15110079833',1,0);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_mobile` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_order`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_order`;
CREATE TABLE  `guolanr`.`guolan_order` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `school_id` int(11) DEFAULT NULL,
  `userprofile_id` int(11) DEFAULT NULL,
  `valid` tinyint(1) NOT NULL,
  `evaluated` tinyint(1) NOT NULL,
  `confirm` tinyint(1) NOT NULL,
  `mobile` varchar(11) CHARACTER SET utf8 NOT NULL,
  `phone` varchar(20) CHARACTER SET utf8 NOT NULL,
  `address` longtext CHARACTER SET utf8 NOT NULL,
  `remark` longtext CHARACTER SET utf8 NOT NULL,
  `content` longtext CHARACTER SET utf8 NOT NULL,
  `datetime` datetime NOT NULL,
  `delivery_start_time` time NOT NULL,
  `price` double NOT NULL,
  `discount_price` int(11) NOT NULL,
  `delivery_fee` int(11) NOT NULL,
  `urge_count_left` int(11) NOT NULL,
  `estimate_speed` int(11) DEFAULT NULL,
  `school_order_id` int(11) NOT NULL,
  `today` tinyint(1) NOT NULL,
  `delivery_end_time` time NOT NULL,
  `min_total` double NOT NULL DEFAULT '0',
  `max_total` double NOT NULL DEFAULT '0',
  `customer_total` double NOT NULL DEFAULT '0',
  `cost_total` double NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `guolan_order_1f903cfa` (`school_id`),
  KEY `guolan_order_1be3128f` (`userprofile_id`)
) ENGINE=MyISAM AUTO_INCREMENT=89 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_order`
--

/*!40000 ALTER TABLE `guolan_order` DISABLE KEYS */;
LOCK TABLES `guolan_order` WRITE;
INSERT INTO `guolanr`.`guolan_order` VALUES  (60,3,43,1,0,0,'18810528636','18810528636','颐和园路5号北京大学燕园37楼','','猕猴桃3香蕉1','2011-12-13 16:40:13','12:45:00',10.5,0,0,3,30,3064,0,'13:30:00',0,0,0,0),
 (59,3,42,1,0,0,'15201468417','15201468417','北京大学理科一号楼1220实验室','','香蕉2巨峰葡萄1','2011-12-13 16:24:59','09:45:00',12,0,0,3,30,3063,0,'10:30:00',0,0,0,0),
 (56,3,33,1,1,0,'15210626736','15210626736','北京大学34B111','师兄加油！','鸭梨1南国梨1','2011-12-13 12:27:27','12:45:00',3.75,0,1,3,30,3060,1,'13:30:00',0,0,0,0),
 (57,3,38,1,0,0,'13488793969','13488793969','理科一号1448室','香蕉的两份分开装\r\n火龙果的两份也分开装\r\n谢谢！','香蕉2火龙果2水果拼盘1','2011-12-13 15:22:51','15:45:00',28.8,0,0,3,30,3061,1,'16:30:00',0,0,0,0),
 (58,3,40,1,1,0,'15201473283','15201473283','北京大学第二教学楼','','猕猴桃1香蕉1红提子1','2011-12-13 16:05:20','16:45:00',11.5,0,0,3,30,3062,1,'17:30:00',0,0,0,0),
 (65,3,51,1,0,0,'13466360640','13466360640','理科一号楼1217','','香蕉15圣女果4','2011-12-14 12:34:04','19:45:00',0,2,0,3,30,3068,1,'20:30:00',36,48,0,0),
 (67,3,57,1,0,0,'13488716248','13488716248','海龙大厦1608  侠客行公司','一个大苹果 一个大火龙果','烟台富士2火龙果1','2011-12-14 13:09:58','13:45:00',0,0,0,3,30,3070,1,'14:30:00',10.42,21.106,0,0),
 (66,3,53,1,0,0,'15210598259','15210598259','北京大学老生物楼216室','','香蕉2青冠苹果2砂糖芦柑4','2011-12-14 13:05:18','13:45:00',0,0,0,3,30,3069,1,'14:30:00',11.28,16.904,0,0),
 (64,3,4,1,1,0,'15011510042','15011510042','中关村大街海龙大厦16层1608','海龙大厦上楼的时候走 6 7号电梯 要不上不来','圣女果1红提子1','2011-12-14 12:07:16','12:45:00',0,0,0,3,30,3067,1,'13:30:00',14.1,18.9,0,0),
 (68,3,58,1,0,0,'13810636085','13810636085','北京大学29楼 马捷','','枣子1小富士5','2011-12-14 13:10:54','13:45:00',0,0,0,3,30,3071,1,'14:30:00',10.55,12.65,0,0),
 (69,3,61,0,0,0,'15907446819','15907446819','中国地质大学16楼526室','姓张。','砂糖芦柑10','2011-12-14 13:47:29','14:45:00',0,0,0,3,30,3072,1,'15:30:00',13,17.5,0,0),
 (70,3,70,1,0,0,'15210623699','15210623699','北京大学28楼356','','香蕉6黄元帅5','2011-12-14 18:49:44','19:45:00',0,0,0,3,30,3073,1,'20:30:00',13.4,22,0,0),
 (71,3,69,1,0,0,'15210598300','15210598300','北京大学36楼','','猕猴桃3小富士3黄元帅3鸭梨3','2011-12-14 18:50:53','19:45:00',0,0,0,3,30,3074,1,'20:30:00',11.52,16.905,0,0),
 (74,3,76,1,0,0,'15210625037','15210625037','北京大学48楼一单元1065室','','水果拼盘1香蕉2','2011-12-14 22:29:45','09:45:00',0,0,0,3,30,3076,0,'10:30:00',11.4,16,0,0),
 (73,3,72,1,0,0,'15201306798','15201306798','北京大学36楼','','枣子1砂糖芦柑3','2011-12-14 18:57:35','19:45:00',0,0,1,3,30,3075,1,'20:30:00',9.9,11.25,0,0),
 (75,3,80,1,0,0,'18810535054','18810535054','北京大学28楼','尽快，最好16号10点半送到！','小富士20砂糖芦柑4香蕉4烟台富士4红提子1圣女果1大橙子8青冠苹果2','2011-12-14 23:00:22','09:45:00',0,0,0,3,30,3077,0,'10:30:00',80.54,115.316,0,0),
 (76,3,83,1,0,0,'13641346566','13641346566','北大理科1#1159','','黄元帅3青冠苹果3猕猴桃3','2011-12-15 10:13:13','10:45:00',0,0,0,3,30,3078,1,'11:30:00',11.76,18.096,0,0),
 (77,3,95,1,0,0,'18618328277','18618328277','北京大学32楼328室','','小富士4猕猴桃3鸭梨2香蕉3大橙子1','2011-12-15 18:51:28','19:45:00',0,0,0,3,30,3079,1,'20:30:00',14.4,20.91,0,0),
 (78,3,94,0,0,0,'18611297822','18611297822','清华大学紫荆4号楼5单元','','香蕉2鸭梨2砂糖芦柑2大橙子1南国梨3','2011-12-15 18:52:34','19:45:00',0,0,0,3,30,3080,1,'20:30:00',12.49,17.15,0,0),
 (79,3,99,1,1,0,'15201477214','15201477214','北京市海淀区颐和园路5号北京大学31楼240','','香蕉4烟台富士2圣女果1砂糖芦柑4','2011-12-15 19:17:07','19:45:00',0,1,0,3,30,3081,1,'20:30:00',20.02,28.356,0,0),
 (80,3,103,1,1,0,'15116968599','15116968599','北京大学31楼','','鸭梨3香蕉4柿子3','2011-12-15 19:32:34','19:45:00',0,0,0,3,30,3082,1,'20:30:00',10.68,15.905,0,0),
 (81,3,108,1,0,0,'18810528716','18810528716','北京大学燕园37楼508','','香蕉2猕猴桃3大橙子1','2011-12-15 21:44:27','12:45:00',0,0,1,3,30,3083,0,'13:30:00',7.86,11.14,0,0),
 (82,3,111,1,0,0,'15120052896','15120052896','中关新园4号楼40424室','','小富士6圣女果1猕猴桃3','2011-12-15 23:28:38','13:45:00',0,0,0,3,30,3084,0,'14:30:00',12.48,15.72,0,0),
 (83,3,114,1,0,0,'18810504398','18810504398','北京大学37楼650 张恬','','小富士8香蕉11猕猴桃3木瓜1鸭梨4枣子1','2011-12-15 23:48:52','12:45:00',0,2,0,3,30,3085,0,'13:30:00',36.36,51.28,0,0),
 (84,3,116,1,0,0,'13466710716','13466710716','北京大学化学院南门','','小富士5柿子1砂糖芦柑2香蕉2','2011-12-16 00:45:51','12:45:00',0,0,0,3,30,3086,1,'13:30:00',10.66,15.56,0,0),
 (85,3,119,1,0,0,'18810521589','18810521589','北京大学45楼乙344','','砂糖芦柑3陕西富士3','2011-12-16 12:29:41','12:45:00',0,0,0,3,30,3087,1,'13:30:00',10.8,16.32,0,0),
 (86,3,138,1,0,0,'13324051987','13324051987','北京大学理科一号楼1730A室 顾正敏','','陕西富士2柿子2猕猴桃3','2011-12-16 14:50:01','10:45:00',0,0,1,3,30,3088,0,'11:30:00',9.34,13.44,0,0),
 (87,3,140,1,0,0,'15210631387','15210631387','北京大学理科5号楼604','','哈密瓜果盘1烟台富士4','2011-12-16 16:26:40','20:45:00',0,1,0,3,30,3089,1,'21:30:00',22.24,34.512,0,0),
 (88,3,17,1,1,0,'13581645135','','123123123','','123123','2011-12-16 16:51:29','16:51:26',0,0,0,3,30,1231,1,'16:51:28',0,0,11,0);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_order` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_orderstatus`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_orderstatus`;
CREATE TABLE  `guolanr`.`guolan_orderstatus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` int(11) NOT NULL,
  `datetime` datetime NOT NULL,
  `message` varchar(255) CHARACTER SET utf8 NOT NULL,
  `who` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `guolan_orderstatus_7cc8fcf5` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_orderstatus`
--

/*!40000 ALTER TABLE `guolan_orderstatus` DISABLE KEYS */;
LOCK TABLES `guolan_orderstatus` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_orderstatus` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_school`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_school`;
CREATE TABLE  `guolanr`.`guolan_school` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `valid` tinyint(1) NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` longtext CHARACTER SET utf8,
  `latitude` double NOT NULL,
  `longitude` double NOT NULL,
  `zoom` int(11) NOT NULL,
  `speed` int(11) NOT NULL,
  `total_order_count` int(11) NOT NULL,
  `delay_open_datetime` datetime NOT NULL,
  `temporarily_closed_reason` longtext CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_school`
--

/*!40000 ALTER TABLE `guolan_school` DISABLE KEYS */;
LOCK TABLES `guolan_school` WRITE;
INSERT INTO `guolanr`.`guolan_school` VALUES  (3,1,'北京大学及中关村地区','北京大学校内及中关村地区，或离北大不超过1公里范围，皆可配送',39.99150077,116.309251,14,40,89,'2011-12-06 13:53:32','');
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_school` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_school_mobiles`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_school_mobiles`;
CREATE TABLE  `guolanr`.`guolan_school_mobiles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `school_id` int(11) NOT NULL,
  `mobile_id` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_school_mobiles`
--

/*!40000 ALTER TABLE `guolan_school_mobiles` DISABLE KEYS */;
LOCK TABLES `guolan_school_mobiles` WRITE;
INSERT INTO `guolanr`.`guolan_school_mobiles` VALUES  (5,3,3),
 (4,3,2);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_school_mobiles` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_sensitiveitem`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_sensitiveitem`;
CREATE TABLE  `guolanr`.`guolan_sensitiveitem` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `word` varchar(255) CHARACTER SET utf8 NOT NULL,
  `replace` varchar(255) CHARACTER SET utf8 NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_sensitiveitem`
--

/*!40000 ALTER TABLE `guolan_sensitiveitem` DISABLE KEYS */;
LOCK TABLES `guolan_sensitiveitem` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_sensitiveitem` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_sms`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_sms`;
CREATE TABLE  `guolanr`.`guolan_sms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mobile` varchar(20) NOT NULL,
  `message` longtext CHARACTER SET utf8 NOT NULL,
  `datetime` datetime NOT NULL,
  `sent` tinyint(1) NOT NULL,
  `fetion_or_zuitu` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=166 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_sms`
--

/*!40000 ALTER TABLE `guolan_sms` DISABLE KEYS */;
LOCK TABLES `guolan_sms` WRITE;
INSERT INTO `guolanr`.`guolan_sms` VALUES  (1,'15201577617','[13:45][308]13581645135 ??????1??1812(???1 ),8.0','2011-12-08 15:49:00',1,1),
 (2,'15201577617','[13:45][309]13581645135 北京大学理科1号楼1812(圣女果1 ),8.0','2011-12-08 15:49:01',1,1),
 (3,'15201577617','[13:45][310]13581645135 北京大学理科1号楼1812(圣女果1 ),8.0','2011-12-08 15:49:02',1,1),
 (4,'15201577617','[14:45][317]13581645135 北京大学理科1号楼1812(哈密瓜1 圣女果1 美美的奇异果1 ),34.0','2011-12-08 15:49:03',1,1),
 (5,'15201577617','[14:45][318]13581645135 北京大学理科1号楼1812(圣女果4 美美的奇异果7 酸酸的菠萝哟10 木瓜1 苹果1 橙子1 好吃的芒果呀～1 ),280.0','2011-12-08 15:49:04',1,1),
 (6,'15201577617','[15:45][319]13581645135 北京大学理科1号楼1812(圣女果1 ),9.0','2011-12-08 15:49:05',1,1),
 (7,'15201577617','[320]:[15:45][34.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 美美的奇异果1 ]','2011-12-08 15:49:06',1,1),
 (8,'15201577617','321-15:45[19.0]13581645135,北京大学理科1号楼1812[圣女果1 哈密瓜1 ]不要辣椒','2011-12-08 15:49:07',1,1),
 (9,'13436802517','322-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]','2011-12-08 16:03:22',1,1),
 (10,'13581645135','322-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]','2011-12-08 16:03:23',1,1),
 (11,'15110079833','322-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]','2011-12-08 16:03:24',1,1),
 (12,'13436802517','323-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]我擦！赶快给老子送过来！','2011-12-08 16:43:05',1,1),
 (13,'13581645135','323-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]我擦！赶快给老子送过来！','2011-12-08 18:36:02',1,1),
 (14,'15110079833','323-16:45[19.0]13581645135,北京大学理科1号楼1812[哈密瓜1 圣女果1 ]我擦！赶快给老子送过来！','2011-12-08 16:43:07',1,1),
 (15,'15201577617','324-9:45[33.0]15011510042,对双方都是[酸酸的菠萝哟1 美美的奇异果1 圣女果1 ]','2011-12-09 21:44:12',1,1),
 (16,'13581645135','324-9:45[33.0]15011510042,对双方都是[酸酸的菠萝哟1 美美的奇异果1 圣女果1 ]','2011-12-09 21:44:13',1,1),
 (17,'15201577617','325-9:45[9.0]13211223231,123123123123[圣女果1 ]','2011-12-09 21:54:16',1,1),
 (18,'13581645135','325-9:45[9.0]13211223231,123123123123[圣女果1 ]','2011-12-09 21:54:17',1,1),
 (19,'15201577617','326-9:45[9.0]13211223232,123123123123[圣女果1 ]','2011-12-09 21:57:03',1,1),
 (20,'13581645135','326-9:45[9.0]13211223232,123123123123[圣女果1 ]','2011-12-09 21:57:04',1,1),
 (21,'15201577617','327-9:45[23.0]13333333333,123123123123[美美的奇异果1 圣女果1 ]','2011-12-09 21:58:10',1,1),
 (22,'13581645135','327-9:45[23.0]13333333333,123123123123[美美的奇异果1 圣女果1 ]','2011-12-09 21:58:11',1,1),
 (23,'15201577617','328-9:45[25.0]13444444444,wo de [酸酸的菠萝哟1 美美的奇异果1 ]','2011-12-09 22:03:17',1,1),
 (24,'13581645135','328-9:45[25.0]13444444444,wo de [酸酸的菠萝哟1 美美的奇异果1 ]','2011-12-09 22:03:18',1,1),
 (25,'15201577617','329-9:45[11.0]15011510042,对双方都是[木瓜1 ]','2011-12-09 22:10:03',1,1),
 (26,'13581645135','329-9:45[11.0]15011510042,对双方都是[木瓜1 ]','2011-12-09 22:10:04',1,1),
 (27,'15201577617','330-9:45[15.0]13581645135,北京大学理科1号楼1812[美美的奇异果1 ]','2011-12-09 22:13:02',1,1),
 (28,'13581645135','330-9:45[15.0]13581645135,北京大学理科1号楼1812[美美的奇异果1 ]','2011-12-09 22:13:03',1,1),
 (29,'15201577617','331-9:45[23.0]13581645135,北京大学理科1号楼1812[圣女果1 美美的奇异果1 ]','2011-12-09 22:23:10',1,1),
 (30,'13581645135','331-9:45[23.0]13581645135,北京大学理科1号楼1812[圣女果1 美美的奇异果1 ]','2011-12-09 22:23:11',1,1),
 (31,'15201577617','332-9:45[36.0]13581645135,北京大学理科1号楼1812[苹果1 酸酸的菠萝哟1 美美的奇异果1 ]','2011-12-09 22:24:03',1,1),
 (32,'13581645135','332-9:45[36.0]13581645135,北京大学理科1号楼1812[苹果1 酸酸的菠萝哟1 美美的奇异果1 ]','2011-12-09 22:24:04',1,1),
 (33,'15201577617','333-13:45[33.0]15011510042,对双方都是[圣女果1 美美的奇异果1 酸酸的菠萝哟1 ]','2011-12-09 12:54:08',1,1),
 (34,'13581645135','333-13:45[33.0]15011510042,对双方都是[圣女果1 美美的奇异果1 酸酸的菠萝哟1 ]','2011-12-09 12:54:09',1,1),
 (35,'15201577617','334-13:45[43.0]15011510042,对双方都是[木瓜1 橙子1 好吃的芒果呀～1 哈密瓜1 ]','2011-12-09 13:20:07',1,1),
 (36,'13581645135','334-13:45[43.0]15011510042,对双方都是[木瓜1 橙子1 好吃的芒果呀～1 哈密瓜1 ]','2011-12-09 13:20:08',1,1),
 (37,'15201577617','335-16:45[66.0]13581645135,北京大学理科1号楼1812[美美的奇异果2 圣女果2 酸酸的菠萝哟2 ]','2011-12-09 16:03:07',1,1),
 (38,'13581645135','335-16:45[66.0]13581645135,北京大学理科1号楼1812[美美的奇异果2 圣女果2 酸酸的菠萝哟2 ]','2011-12-09 16:03:08',1,1),
 (39,'15201577617','336-16:45[83.0]13581645135,北京大学理科1号楼1812[圣女果1 美美的奇异果5 ]','2011-12-09 16:08:03',1,1),
 (40,'13581645135','336-16:45[83.0]13581645135,北京大学理科1号楼1812[圣女果1 美美的奇异果5 ]','2011-12-09 16:08:04',1,1),
 (41,'15201577617','337-16:45[23.0]13581645135,北京大学理科1号楼1812[圣女果1 美美的奇异果1 ]','2011-12-09 16:10:06',1,1),
 (42,'13581645135','337-16:45[23.0]13581645135,北京大学理科1号楼1812[圣女果1 美美的奇异果1 ]','2011-12-09 16:10:07',1,1),
 (43,'15201577617','338-18:45[60.0]13581645135,北京大学理科1号楼1812[圣女果8 ]','2011-12-09 16:44:02',1,1),
 (44,'13581645135','338-18:45[60.0]13581645135,北京大学理科1号楼1812[圣女果8 ]','2011-12-09 16:44:03',1,1),
 (45,'15201577617','339-12:45[15.0]13581645135,13581645135北京大学理科1号楼1812[美美的奇异果1]','2011-12-11 11:56:02',1,1),
 (46,'13581645135','339-12:45[15.0]13581645135,13581645135北京大学理科1号楼1812[美美的奇异果1]','2011-12-11 11:56:03',1,1),
 (47,'15201577617','340-16:45[18.0]15110079833,15110079833北京大学理科1号楼1812[酸酸的菠萝哟1圣女果1]','2011-12-11 16:00:03',1,1),
 (48,'13581645135','340-16:45[18.0]15110079833,15110079833北京大学理科1号楼1812[酸酸的菠萝哟1圣女果1]','2011-12-11 16:00:04',1,1),
 (49,'13581645135','344-14:45[5.8]13581645135,13581645135北京大学理科1号楼1812[葡萄柚1]','2011-12-12 14:25:03',1,1),
 (50,'13581645135','344-14:45[5.8]13581645135,13581645135北京大学理科1号楼1812[葡萄柚1]','2011-12-12 14:25:04',1,1),
 (51,'13581645135','345-14:45[12.8]15110079833,15110079833北京大学理科1号楼1812[红冠苹果1烟台富士1青苹果1]','2011-12-12 14:26:02',1,1),
 (52,'13581645135','345-14:45[12.8]15110079833,15110079833北京大学理科1号楼1812[红冠苹果1烟台富士1青苹果1]','2011-12-12 14:26:03',1,1),
 (53,'13436802517','346-14:45[21.5]13641182425,13641182425北京大学理科楼1812房间[水晶柚1葡萄柚1小富士1红冠苹果1木瓜1]越快越好','2011-12-12 14:30:05',1,1),
 (54,'13581645135','346-14:45[21.5]13641182425,13641182425北京大学理科楼1812房间[水晶柚1葡萄柚1小富士1红冠苹果1木瓜1]越快越好','2011-12-12 14:30:06',1,1),
 (55,'13436802517','347-14:45[14.4]15210118262,15210118262北京大学逸夫贰楼3439[水晶柚1葡萄柚王1猕猴桃1]测试','2011-12-12 14:30:07',1,1),
 (56,'13581645135','347-14:45[14.4]15210118262,15210118262北京大学逸夫贰楼3439[水晶柚1葡萄柚王1猕猴桃1]测试','2011-12-12 14:30:08',1,1),
 (57,'13436802517','3048-15:45[12.5]15210118262,15210118262北京大学逸夫贰楼3439[小富士1红冠苹果1烟台富士1]','2011-12-12 14:38:04',1,1),
 (58,'13581645135','3048-15:45[12.5]15210118262,15210118262北京大学逸夫贰楼3439[小富士1红冠苹果1烟台富士1]','2011-12-12 14:38:05',1,1),
 (59,'13436802517','3049-15:45[49.8]13581645135,13581645135北京大学理科1号楼1812[葡萄柚11]','2011-12-12 14:38:06',1,1),
 (60,'13581645135','3049-15:45[49.8]13581645135,13581645135北京大学理科1号楼1812[葡萄柚11]','2011-12-12 14:38:07',1,1),
 (61,'13436802517','3051-今天15:45[15.1]13581645135,13581645135北京大学理科1号楼1812[木瓜1火龙果1柿子2]','2011-12-12 14:56:05',1,1),
 (62,'13581645135','3051-今天15:45[15.1]13581645135,13581645135北京大学理科1号楼1812[木瓜1火龙果1柿子2]','2011-12-12 14:56:06',1,1),
 (63,'13436802517','3052-明天9:45[13.7,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[葡萄柚王1葡萄柚1小富士1]','2011-12-12 15:06:02',1,1),
 (64,'13581645135','3052-明天9:45[13.7,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[葡萄柚王1葡萄柚1小富士1]','2011-12-12 15:06:04',1,1),
 (65,'13436802517','3053-今天15:45[收13.7元,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[葡萄柚1葡萄柚王1小富士1]','2011-12-12 15:08:02',1,1),
 (66,'13581645135','3053-今天15:45[收13.7元,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[葡萄柚1葡萄柚王1小富士1]','2011-12-12 15:08:03',1,1),
 (67,'13436802517','3054-今天15:45到16:30之间配送[收12.4元,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[水晶柚1葡萄柚王1]','2011-12-12 15:11:03',1,1),
 (68,'13581645135','3054-今天15:45到16:30之间配送[收12.4元,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[水晶柚1葡萄柚王1]','2011-12-12 15:11:04',1,1),
 (69,'13436802517','3055-明天3:45到4:30之间配送[收27.2元,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[葡萄柚王2葡萄柚3]','2011-12-12 16:13:03',1,1),
 (70,'13581645135','3055-明天3:45到4:30之间配送[收27.2元,已扣0元抵价券]13581645135,13581645135北京大学理科1号楼1812[葡萄柚王2葡萄柚3]','2011-12-12 16:13:04',1,1),
 (71,'13436802517','3056-今天16:45到17:30之间配送[收23.0元,已扣1元抵价券]15201468521,15201468521北京大学畅春园61甲618[葡萄柚5]','2011-12-12 16:29:03',1,1),
 (72,'13581645135','3056-今天16:45到17:30之间配送[收23.0元,已扣1元抵价券]15201468521,15201468521北京大学畅春园61甲618[葡萄柚5]','2011-12-12 16:29:04',1,1),
 (73,'13436802517','3057-今天18:45到19:30之间配送[收17.95元,已扣0元抵价券]15120034088,15120034088理科一号楼1812[葡萄柚王1葡萄柚1鸭梨1南国梨1树梨1]','2011-12-12 16:33:02',1,1),
 (74,'13581645135','3057-今天18:45到19:30之间配送[收17.95元,已扣0元抵价券]15120034088,15120034088理科一号楼1812[葡萄柚王1葡萄柚1鸭梨1南国梨1树梨1]','2011-12-12 16:33:03',1,1),
 (75,'13436802517','3058-今天18:45到19:30之间配送[收43.2元,已扣0元抵价券]13581607355,13581607355北京大学理科二号楼2240[葡萄柚王3葡萄柚5]','2011-12-12 16:34:03',1,1),
 (76,'13581645135','3058-今天18:45到19:30之间配送[收43.2元,已扣0元抵价券]13581607355,13581607355北京大学理科二号楼2240[葡萄柚王3葡萄柚5]','2011-12-12 16:34:04',1,1),
 (77,'13436802517','3059-明天9:45到10:30之间配送[收3.5元,已扣0元抵价券]13581607355,13581607355北京大学理科二号楼2240[小富士1]','2011-12-12 17:45:03',1,1),
 (78,'13581645135','3059-明天9:45到10:30之间配送[收3.5元,已扣0元抵价券]13581607355,13581607355北京大学理科二号楼2240[小富士1]','2011-12-12 17:45:04',1,1),
 (79,'13436802517','3060-今天12:45到13:30之间配送[收4.75元,已扣0元抵价券]15210626736,15210626736北京大学34B111[鸭梨1南国梨1]师兄加油！','2011-12-13 12:28:03',1,1),
 (80,'15110079833','3060-今天12:45到13:30之间配送[收4.75元,已扣0元抵价券]15210626736,15210626736北京大学34B111[鸭梨1南国梨1]师兄加油！','2011-12-13 12:28:04',1,1),
 (81,'13581645135','3060-今天12:45到13:30之间配送[收4.75元,已扣0元抵价券]15210626736,15210626736北京大学34B111[鸭梨1南国梨1]师兄加油！','2011-12-13 12:28:05',1,1),
 (82,'13436802517','3061-今天15:45到16:30之间配送[收28.8元,已扣0元抵价券]13488793969,13488793969理科一号1448室[香蕉2火龙果2水果拼盘1]香蕉的两份分开装\r\n火龙果的两份也分开装\r\n谢谢！','2011-12-13 15:23:04',1,1),
 (83,'15110079833','3061-今天15:45到16:30之间配送[收28.8元,已扣0元抵价券]13488793969,13488793969理科一号1448室[香蕉2火龙果2水果拼盘1]香蕉的两份分开装\r\n火龙果的两份也分开装\r\n谢谢！','2011-12-13 15:23:05',1,1),
 (84,'13581645135','3061-今天15:45到16:30之间配送[收28.8元,已扣0元抵价券]13488793969,13488793969理科一号1448室[香蕉2火龙果2水果拼盘1]香蕉的两份分开装\r\n火龙果的两份也分开装\r\n谢谢！','2011-12-13 15:23:06',1,1),
 (85,'13436802517','3062-今天16:45到17:30之间配送[收11.5元,已扣0元抵价券]15201473283,15201473283北京大学第二教学楼[猕猴桃1香蕉1红提子1]','2011-12-13 16:06:03',1,1),
 (86,'15110079833','3062-今天16:45到17:30之间配送[收11.5元,已扣0元抵价券]15201473283,15201473283北京大学第二教学楼[猕猴桃1香蕉1红提子1]','2011-12-13 16:06:04',1,1),
 (87,'13581645135','3062-今天16:45到17:30之间配送[收11.5元,已扣0元抵价券]15201473283,15201473283北京大学第二教学楼[猕猴桃1香蕉1红提子1]','2011-12-13 16:06:05',1,1),
 (88,'13436802517','3063-明天9:45到10:30之间配送[收12.0元,已扣0元抵价券]15201468417,15201468417北京大学理科一号楼1220实验室[香蕉2巨峰葡萄1]','2011-12-13 16:25:06',1,1),
 (89,'15110079833','3063-明天9:45到10:30之间配送[收12.0元,已扣0元抵价券]15201468417,15201468417北京大学理科一号楼1220实验室[香蕉2巨峰葡萄1]','2011-12-13 16:25:07',1,1),
 (90,'13581645135','3063-明天9:45到10:30之间配送[收12.0元,已扣0元抵价券]15201468417,15201468417北京大学理科一号楼1220实验室[香蕉2巨峰葡萄1]','2011-12-13 16:25:08',1,1),
 (91,'13436802517','3064-明天12:45到13:30之间配送[收10.5元,已扣0元抵价券]18810528636,18810528636颐和园路5号北京大学燕园37楼[猕猴桃3香蕉1]','2011-12-13 16:41:02',1,1),
 (92,'15110079833','3064-明天12:45到13:30之间配送[收10.5元,已扣0元抵价券]18810528636,18810528636颐和园路5号北京大学燕园37楼[猕猴桃3香蕉1]','2011-12-13 16:41:03',1,1),
 (93,'13581645135','3064-明天12:45到13:30之间配送[收10.5元,已扣0元抵价券]18810528636,18810528636颐和园路5号北京大学燕园37楼[猕猴桃3香蕉1]','2011-12-13 16:41:04',1,1),
 (94,'13436802517','3066-明天9:45到10:30之间配送[价格区间16.9~21.404元, 扣0元抵价券, 运费0元]13581645135,13581645135北京大学理科1号楼1812[山楂1圣女果1黄元帅3青冠苹果2]','2011-12-13 21:02:03',1,1),
 (95,'15110079833','3066-明天9:45到10:30之间配送[价格区间16.9~21.404元, 扣0元抵价券, 运费0元]13581645135,13581645135北京大学理科1号楼1812[山楂1圣女果1黄元帅3青冠苹果2]','2011-12-13 21:02:04',1,1),
 (96,'13581645135','3066-明天9:45到10:30之间配送[价格区间16.9~21.404元, 扣0元抵价券, 运费0元]13581645135,13581645135北京大学理科1号楼1812[山楂1圣女果1黄元帅3青冠苹果2]','2011-12-13 21:02:05',1,1),
 (97,'13436802517','3067-今天12:45到13:30之间配送[价格区间14.1~18.9元, 扣0元抵价券, 运费0元]15011510042,15011510042中关村大街海龙大厦16层1608[圣女果1红提子1]海龙大厦上楼的时候走 6 7号电梯 要不上不来','2011-12-14 12:08:03',1,1),
 (98,'15110079833','3067-今天12:45到13:30之间配送[价格区间14.1~18.9元, 扣0元抵价券, 运费0元]15011510042,15011510042中关村大街海龙大厦16层1608[圣女果1红提子1]海龙大厦上楼的时候走 6 7号电梯 要不上不来','2011-12-14 12:08:04',1,1),
 (99,'13581645135','3067-今天12:45到13:30之间配送[价格区间14.1~18.9元, 扣0元抵价券, 运费0元]15011510042,15011510042中关村大街海龙大厦16层1608[圣女果1红提子1]海龙大厦上楼的时候走 6 7号电梯 要不上不来','2011-12-14 12:08:05',1,1),
 (100,'13436802517','3068-今天19:45到20:30之间配送[价格区间36.0~48.0元, 扣2元抵价券, 运费0元]13466360640,13466360640理科一号楼1217[香蕉15圣女果4]','2011-12-14 12:35:09',1,1),
 (101,'15110079833','3068-今天19:45到20:30之间配送[价格区间36.0~48.0元, 扣2元抵价券, 运费0元]13466360640,13466360640理科一号楼1217[香蕉15圣女果4]','2011-12-14 12:35:10',1,1),
 (102,'13581645135','3068-今天19:45到20:30之间配送[价格区间36.0~48.0元, 扣2元抵价券, 运费0元]13466360640,13466360640理科一号楼1217[香蕉15圣女果4]','2011-12-14 12:53:02',1,1),
 (103,'13436802517','3069-今天13:45到14:30之间配送[价格区间11.28~16.904元, 扣0元抵价券, 运费0元]15210598259,15210598259北京大学老生物楼216室[香蕉2青冠苹果2砂糖芦柑4]','2011-12-14 13:06:05',1,1),
 (104,'15110079833','3069-今天13:45到14:30之间配送[价格区间11.28~16.904元, 扣0元抵价券, 运费0元]15210598259,15210598259北京大学老生物楼216室[香蕉2青冠苹果2砂糖芦柑4]','2011-12-14 13:06:06',1,1),
 (105,'13581645135','3069-今天13:45到14:30之间配送[价格区间11.28~16.904元, 扣0元抵价券, 运费0元]15210598259,15210598259北京大学老生物楼216室[香蕉2青冠苹果2砂糖芦柑4]','2011-12-14 13:06:07',1,1),
 (106,'13436802517','3070-今天13:45到14:30之间配送[价格区间10.42~21.106元, 扣0元抵价券, 运费0元]13488716248,13488716248海龙大厦1608  侠客行公司[烟台富士2火龙果1]一个大苹果 一个大火龙果','2011-12-14 13:10:10',1,1),
 (107,'15110079833','3070-今天13:45到14:30之间配送[价格区间10.42~21.106元, 扣0元抵价券, 运费0元]13488716248,13488716248海龙大厦1608  侠客行公司[烟台富士2火龙果1]一个大苹果 一个大火龙果','2011-12-14 13:10:11',1,1),
 (108,'13581645135','3070-今天13:45到14:30之间配送[价格区间10.42~21.106元, 扣0元抵价券, 运费0元]13488716248,13488716248海龙大厦1608  侠客行公司[烟台富士2火龙果1]一个大苹果 一个大火龙果','2011-12-14 13:10:12',1,1),
 (109,'13436802517','3071-今天13:45到14:30之间配送[价格区间10.55~12.65元, 扣0元抵价券, 运费0元]13810636085,13810636085北京大学29楼 马捷[枣子1小富士5]','2011-12-14 13:11:05',1,1),
 (110,'15110079833','3071-今天13:45到14:30之间配送[价格区间10.55~12.65元, 扣0元抵价券, 运费0元]13810636085,13810636085北京大学29楼 马捷[枣子1小富士5]','2011-12-14 13:11:06',1,1),
 (111,'13581645135','3071-今天13:45到14:30之间配送[价格区间10.55~12.65元, 扣0元抵价券, 运费0元]13810636085,13810636085北京大学29楼 马捷[枣子1小富士5]','2011-12-14 13:11:07',1,1),
 (112,'13436802517','3072-今天14:45到15:30之间配送[价格区间13.0~17.5元, 扣0元抵价券, 运费0元]15907446819,15907446819中国地质大学16楼526室[砂糖芦柑10]姓张。','2011-12-14 13:48:05',1,1),
 (113,'15110079833','3072-今天14:45到15:30之间配送[价格区间13.0~17.5元, 扣0元抵价券, 运费0元]15907446819,15907446819中国地质大学16楼526室[砂糖芦柑10]姓张。','2011-12-14 13:48:06',1,1),
 (114,'13581645135','3072-今天14:45到15:30之间配送[价格区间13.0~17.5元, 扣0元抵价券, 运费0元]15907446819,15907446819中国地质大学16楼526室[砂糖芦柑10]姓张。','2011-12-14 13:48:07',1,1),
 (115,'13436802517','3073-今天19:45到20:30之间配送[价格区间13.4~22.0元, 扣0元抵价券, 运费0元]15210623699,15210623699北京大学28楼356[香蕉6黄元帅5]','2011-12-14 18:50:03',1,1),
 (116,'15110079833','3073-今天19:45到20:30之间配送[价格区间13.4~22.0元, 扣0元抵价券, 运费0元]15210623699,15210623699北京大学28楼356[香蕉6黄元帅5]','2011-12-14 18:50:04',1,1),
 (117,'13581645135','3073-今天19:45到20:30之间配送[价格区间13.4~22.0元, 扣0元抵价券, 运费0元]15210623699,15210623699北京大学28楼356[香蕉6黄元帅5]','2011-12-14 18:50:05',1,1),
 (118,'13436802517','3074-今天19:45到20:30之间配送[价格区间11.52~16.905元, 扣0元抵价券, 运费0元]15210598300,15210598300北京大学36楼[猕猴桃3小富士3黄元帅3鸭梨3]','2011-12-14 18:51:07',1,1),
 (119,'15110079833','3074-今天19:45到20:30之间配送[价格区间11.52~16.905元, 扣0元抵价券, 运费0元]15210598300,15210598300北京大学36楼[猕猴桃3小富士3黄元帅3鸭梨3]','2011-12-14 18:51:08',1,1),
 (120,'13581645135','3074-今天19:45到20:30之间配送[价格区间11.52~16.905元, 扣0元抵价券, 运费0元]15210598300,15210598300北京大学36楼[猕猴桃3小富士3黄元帅3鸭梨3]','2011-12-14 18:51:09',1,1),
 (121,'13436802517','3075-今天19:45到20:30之间配送[价格区间9.9~11.25元, 扣0元抵价券, 运费1元]15201306798,15201306798北京大学36楼[枣子1砂糖芦柑3]','2011-12-14 18:58:02',1,1),
 (122,'15110079833','3075-今天19:45到20:30之间配送[价格区间9.9~11.25元, 扣0元抵价券, 运费1元]15201306798,15201306798北京大学36楼[枣子1砂糖芦柑3]','2011-12-14 18:58:04',1,1),
 (123,'13581645135','3075-今天19:45到20:30之间配送[价格区间9.9~11.25元, 扣0元抵价券, 运费1元]15201306798,15201306798北京大学36楼[枣子1砂糖芦柑3]','2011-12-14 18:58:05',1,1),
 (124,'13436802517','3076-明天9:45到10:30之间配送[价格区间11.4~16.0元, 扣0元抵价券, 运费0元]15210625037,15210625037北京大学48楼一单元1065室[水果拼盘1香蕉2]','2011-12-14 22:30:03',1,1),
 (125,'15110079833','3076-明天9:45到10:30之间配送[价格区间11.4~16.0元, 扣0元抵价券, 运费0元]15210625037,15210625037北京大学48楼一单元1065室[水果拼盘1香蕉2]','2011-12-14 22:30:04',1,1),
 (126,'13581645135','3076-明天9:45到10:30之间配送[价格区间11.4~16.0元, 扣0元抵价券, 运费0元]15210625037,15210625037北京大学48楼一单元1065室[水果拼盘1香蕉2]','2011-12-14 22:30:05',1,1),
 (127,'13436802517','3077-明天9:45到10:30之间配送[价格区间80.54~115.316元, 扣0元抵价券, 运费0元]18810535054,18810535054北京大学28楼[小富士20砂糖芦柑4香蕉4烟台富士4红提子1圣女果1大橙子8青冠苹果2]尽快，最好16号10点半送到！','2011-12-14 23:01:24',1,1),
 (128,'15110079833','3077-明天9:45到10:30之间配送[价格区间80.54~115.316元, 扣0元抵价券, 运费0元]18810535054,18810535054北京大学28楼[小富士20砂糖芦柑4香蕉4烟台富士4红提子1圣女果1大橙子8青冠苹果2]尽快，最好16号10点半送到！','2011-12-14 23:01:25',1,1),
 (129,'13581645135','3077-明天9:45到10:30之间配送[价格区间80.54~115.316元, 扣0元抵价券, 运费0元]18810535054,18810535054北京大学28楼[小富士20砂糖芦柑4香蕉4烟台富士4红提子1圣女果1大橙子8青冠苹果2]尽快，最好16号10点半送到！','2011-12-14 23:01:26',1,1),
 (130,'13436802517','3078-今天10:45到11:30之间配送[价格区间11.76~18.096元, 扣0元抵价券, 运费0元]13641346566,13641346566北大理科1#1159[黄元帅3青冠苹果3猕猴桃3]','2011-12-15 10:14:03',1,1),
 (131,'15110079833','3078-今天10:45到11:30之间配送[价格区间11.76~18.096元, 扣0元抵价券, 运费0元]13641346566,13641346566北大理科1#1159[黄元帅3青冠苹果3猕猴桃3]','2011-12-15 10:14:04',1,1),
 (132,'13581645135','3078-今天10:45到11:30之间配送[价格区间11.76~18.096元, 扣0元抵价券, 运费0元]13641346566,13641346566北大理科1#1159[黄元帅3青冠苹果3猕猴桃3]','2011-12-15 10:14:05',1,1),
 (133,'13436802517','3079-今天19:45到20:30之间配送[价格区间14.4~20.91元, 扣0元抵价券, 运费0元]18618328277,18618328277北京大学32楼328室[小富士4猕猴桃3鸭梨2香蕉3大橙子1]','2011-12-15 18:52:50',1,1),
 (134,'15110079833','3079-今天19:45到20:30之间配送[价格区间14.4~20.91元, 扣0元抵价券, 运费0元]18618328277,18618328277北京大学32楼328室[小富士4猕猴桃3鸭梨2香蕉3大橙子1]','2011-12-15 18:52:51',1,1),
 (135,'13581645135','3079-今天19:45到20:30之间配送[价格区间14.4~20.91元, 扣0元抵价券, 运费0元]18618328277,18618328277北京大学32楼328室[小富士4猕猴桃3鸭梨2香蕉3大橙子1]','2011-12-15 18:52:52',1,1),
 (136,'13436802517','3080-今天19:45到20:30之间配送[价格区间12.49~17.15元, 扣0元抵价券, 运费0元]18611297822,18611297822清华大学紫荆4号楼5单元[香蕉2鸭梨2砂糖芦柑2大橙子1南国梨3]','2011-12-15 18:53:16',1,1),
 (137,'15110079833','3080-今天19:45到20:30之间配送[价格区间12.49~17.15元, 扣0元抵价券, 运费0元]18611297822,18611297822清华大学紫荆4号楼5单元[香蕉2鸭梨2砂糖芦柑2大橙子1南国梨3]','2011-12-15 18:53:17',1,1),
 (138,'13581645135','3080-今天19:45到20:30之间配送[价格区间12.49~17.15元, 扣0元抵价券, 运费0元]18611297822,18611297822清华大学紫荆4号楼5单元[香蕉2鸭梨2砂糖芦柑2大橙子1南国梨3]','2011-12-15 18:53:18',1,1),
 (139,'13436802517','3081-今天19:45到20:30之间配送[价格区间20.02~28.356元, 扣1元抵价券, 运费0元]15201477214,15201477214北京市海淀区颐和园路5号北京大学31楼240[香蕉4烟台富士2圣女果1砂糖芦柑4]','2011-12-15 19:18:04',1,1),
 (140,'15110079833','3081-今天19:45到20:30之间配送[价格区间20.02~28.356元, 扣1元抵价券, 运费0元]15201477214,15201477214北京市海淀区颐和园路5号北京大学31楼240[香蕉4烟台富士2圣女果1砂糖芦柑4]','2011-12-15 19:18:05',1,1),
 (141,'13581645135','3081-今天19:45到20:30之间配送[价格区间20.02~28.356元, 扣1元抵价券, 运费0元]15201477214,15201477214北京市海淀区颐和园路5号北京大学31楼240[香蕉4烟台富士2圣女果1砂糖芦柑4]','2011-12-15 19:18:06',1,1),
 (142,'13436802517','3082-今天19:45到20:30之间配送[价格区间10.68~15.905元, 扣0元抵价券, 运费0元]15116968599,15116968599北京大学31楼[鸭梨3香蕉4柿子3]','2011-12-15 19:33:09',1,1),
 (143,'15110079833','3082-今天19:45到20:30之间配送[价格区间10.68~15.905元, 扣0元抵价券, 运费0元]15116968599,15116968599北京大学31楼[鸭梨3香蕉4柿子3]','2011-12-15 19:33:10',1,1),
 (144,'13581645135','3082-今天19:45到20:30之间配送[价格区间10.68~15.905元, 扣0元抵价券, 运费0元]15116968599,15116968599北京大学31楼[鸭梨3香蕉4柿子3]','2011-12-15 19:33:11',1,1),
 (145,'13436802517','3083-明天12:45到13:30之间配送[价格区间7.86~11.14元, 扣0元抵价券, 运费1元]18810528716,18810528716北京大学燕园37楼508[香蕉2猕猴桃3大橙子1]','2011-12-15 21:45:08',1,1),
 (146,'15110079833','3083-明天12:45到13:30之间配送[价格区间7.86~11.14元, 扣0元抵价券, 运费1元]18810528716,18810528716北京大学燕园37楼508[香蕉2猕猴桃3大橙子1]','2011-12-15 21:45:09',1,1),
 (147,'13581645135','3083-明天12:45到13:30之间配送[价格区间7.86~11.14元, 扣0元抵价券, 运费1元]18810528716,18810528716北京大学燕园37楼508[香蕉2猕猴桃3大橙子1]','2011-12-15 21:45:10',1,1),
 (148,'13436802517','3084-明天13:45到14:30之间配送[价格区间12.48~15.72元, 扣0元抵价券, 运费0元]15120052896,15120052896中关新园4号楼40424室[小富士6圣女果1猕猴桃3]','2011-12-15 23:29:05',1,1),
 (149,'15110079833','3084-明天13:45到14:30之间配送[价格区间12.48~15.72元, 扣0元抵价券, 运费0元]15120052896,15120052896中关新园4号楼40424室[小富士6圣女果1猕猴桃3]','2011-12-15 23:29:06',1,1),
 (150,'13581645135','3084-明天13:45到14:30之间配送[价格区间12.48~15.72元, 扣0元抵价券, 运费0元]15120052896,15120052896中关新园4号楼40424室[小富士6圣女果1猕猴桃3]','2011-12-15 23:29:07',1,1),
 (151,'13436802517','3085-明天12:45到13:30之间配送[价格区间36.36~51.28元, 扣2元抵价券, 运费0元]18810504398,18810504398北京大学37楼650 张恬[小富士8香蕉11猕猴桃3木瓜1鸭梨4枣子1]','2011-12-15 23:49:06',1,1),
 (152,'15110079833','3085-明天12:45到13:30之间配送[价格区间36.36~51.28元, 扣2元抵价券, 运费0元]18810504398,18810504398北京大学37楼650 张恬[小富士8香蕉11猕猴桃3木瓜1鸭梨4枣子1]','2011-12-15 23:49:07',1,1),
 (153,'13581645135','3085-明天12:45到13:30之间配送[价格区间36.36~51.28元, 扣2元抵价券, 运费0元]18810504398,18810504398北京大学37楼650 张恬[小富士8香蕉11猕猴桃3木瓜1鸭梨4枣子1]','2011-12-15 23:49:08',1,1),
 (154,'13436802517','3086-今天12:45到13:30之间配送[价格区间10.66~15.56元, 扣0元抵价券, 运费0元]13466710716,13466710716北京大学化学院南门[小富士5柿子1砂糖芦柑2香蕉2]','2011-12-16 00:46:02',1,1),
 (155,'15110079833','3086-今天12:45到13:30之间配送[价格区间10.66~15.56元, 扣0元抵价券, 运费0元]13466710716,13466710716北京大学化学院南门[小富士5柿子1砂糖芦柑2香蕉2]','2011-12-16 00:46:04',1,1),
 (156,'13581645135','3086-今天12:45到13:30之间配送[价格区间10.66~15.56元, 扣0元抵价券, 运费0元]13466710716,13466710716北京大学化学院南门[小富士5柿子1砂糖芦柑2香蕉2]','2011-12-16 00:46:05',1,1),
 (157,'13436802517','3087-今天12:45到13:30之间配送[价格区间10.8~16.32元, 扣0元抵价券, 运费0元]18810521589,18810521589北京大学45楼乙344[砂糖芦柑3陕西富士3]','2011-12-16 12:30:08',1,1),
 (158,'15110079833','3087-今天12:45到13:30之间配送[价格区间10.8~16.32元, 扣0元抵价券, 运费0元]18810521589,18810521589北京大学45楼乙344[砂糖芦柑3陕西富士3]','2011-12-16 12:30:09',1,1),
 (159,'13581645135','3087-今天12:45到13:30之间配送[价格区间10.8~16.32元, 扣0元抵价券, 运费0元]18810521589,18810521589北京大学45楼乙344[砂糖芦柑3陕西富士3]','2011-12-16 12:30:10',1,1),
 (160,'13436802517','3088-明天10:45到11:30之间配送[价格区间9.34~13.44元, 扣0元抵价券, 运费1元]13324051987,13324051987北京大学理科一号楼1730A室 顾正敏[陕西富士2柿子2猕猴桃3]','2011-12-16 14:50:11',1,1),
 (161,'15110079833','3088-明天10:45到11:30之间配送[价格区间9.34~13.44元, 扣0元抵价券, 运费1元]13324051987,13324051987北京大学理科一号楼1730A室 顾正敏[陕西富士2柿子2猕猴桃3]','2011-12-16 14:50:12',1,1),
 (162,'13581645135','3088-明天10:45到11:30之间配送[价格区间9.34~13.44元, 扣0元抵价券, 运费1元]13324051987,13324051987北京大学理科一号楼1730A室 顾正敏[陕西富士2柿子2猕猴桃3]','2011-12-16 14:50:13',1,1),
 (163,'13436802517','3089-今天20:45到21:30之间配送[价格区间22.24~34.512元, 扣1元抵价券, 运费0元]15210631387,15210631387北京大学理科5号楼604[哈密瓜果盘1烟台富士4]','2011-12-16 16:27:06',1,1),
 (164,'15110079833','3089-今天20:45到21:30之间配送[价格区间22.24~34.512元, 扣1元抵价券, 运费0元]15210631387,15210631387北京大学理科5号楼604[哈密瓜果盘1烟台富士4]','2011-12-16 16:27:07',1,1),
 (165,'13581645135','3089-今天20:45到21:30之间配送[价格区间22.24~34.512元, 扣1元抵价券, 运费0元]15210631387,15210631387北京大学理科5号楼604[哈密瓜果盘1烟台富士4]','2011-12-16 16:27:08',1,1);
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_sms` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_userprofile`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_userprofile`;
CREATE TABLE  `guolanr`.`guolan_userprofile` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `valid` tinyint(1) NOT NULL,
  `verify_code` varchar(20) DEFAULT NULL,
  `school_id` int(11) DEFAULT NULL,
  `mobile` varchar(11) CHARACTER SET utf8 DEFAULT NULL,
  `phone` varchar(20) CHARACTER SET utf8 NOT NULL,
  `address` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `score` int(11) DEFAULT NULL,
  `ip` char(15) DEFAULT NULL,
  `order_datetime` datetime DEFAULT NULL,
  `register_datetime` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `json` longtext CHARACTER SET utf8,
  `sex` tinyint(1) DEFAULT NULL,
  `name` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `avatar` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `user_id` (`user_id`),
  KEY `guolan_userprofile_1f903cfa` (`school_id`)
) ENGINE=MyISAM AUTO_INCREMENT=147 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_userprofile`
--

/*!40000 ALTER TABLE `guolan_userprofile` DISABLE KEYS */;
LOCK TABLES `guolan_userprofile` WRITE;
INSERT INTO `guolanr`.`guolan_userprofile` VALUES  (1,1,NULL,NULL,'13111111111','','11111111',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (4,1,NULL,NULL,'15011510042','15011510042','中关村大街海龙大厦16层1608',141,NULL,NULL,NULL,5,'{\"star\": 1, \"uid\": 223645293, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn211/20090307/21/20/tiny_qslt_1396k204238.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn311/20090307/21/15/head_ZVUW_1411b204238.jpg\", \"name\": \"\\u4e8e\\u591a\"}',0,'于多','http://hdn.xnimg.cn/photos/hdn311/20090307/21/15/head_ZVUW_1411b204238.jpg'),
 (5,1,NULL,NULL,'13211223231','','123123123123',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (6,1,NULL,NULL,'13211223232','','123123123123',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (7,1,NULL,NULL,'13333333333','','陕西省西北工业大学星天苑B-344',230,NULL,NULL,NULL,12,'{\"star\": 0, \"uid\": 227954326, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110710/2340/tiny_0ch0_22292n019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110710/2340/h_head_ETxS_695600007ac02f75.jpg\", \"name\": \"\\u8c2d\\u9f99\\u534e\"}',1,'谭龙华','http://hdn.xnimg.cn/photos/hdn121/20110710/2340/h_head_ETxS_695600007ac02f75.jpg'),
 (8,1,NULL,NULL,'13444444444','','wo de ',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (19,1,'3628',NULL,'15210118262','15210118262','北京大学逸夫贰楼3439',0,NULL,NULL,NULL,8,'{\"star\": 0, \"uid\": 156541037, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111211/1805/tiny_uofv_5862e019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111211/1805/h_head_Hpvw_718b00001f222f76.jpg\", \"name\": \"\\u5f90\\u5de7\\u5a1c\"}',0,'徐巧娜','http://hdn.xnimg.cn/photos/hdn521/20111211/1805/h_head_Hpvw_718b00001f222f76.jpg'),
 (9,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,3,'{\"star\": 1, \"uid\": 303716952, \"vip\": 5, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20101128/1950/h_tiny_FxEv_22d300008c942f74.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20101128/1950/h_head_GmZM_22d300008c942f74.jpg\", \"name\": \"\\u859b\\u5146\\u946b-BIND\"}',1,'薛兆鑫-BIND','http://hdn.xnimg.cn/photos/hdn221/20101128/1950/h_head_GmZM_22d300008c942f74.jpg'),
 (10,1,'8737',NULL,'15110079833','','理科1号楼1812',0,NULL,NULL,NULL,21,'{\"star\": 1, \"uid\": 115282002, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110727/1900/tiny_bDrm_163930e019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20110727/1900/h_head_xKDN_7a4b000134062f76.jpg\", \"name\": \"\\u8881\\u91ce\"}',1,'袁野','http://hdn.xnimg.cn/photos/hdn421/20110727/1900/h_head_xKDN_7a4b000134062f76.jpg'),
 (25,1,'9184',NULL,'15120034088','15120034088','理科一号楼1812',0,NULL,NULL,NULL,11,'{\"star\": 1, \"uid\": 247109739, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111122/2155/tiny_XL7L_105575m019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111122/2155/head_1bge_105574m019117.jpg\", \"name\": \"\\u9ec4\\u52b2\\u8349\"}',0,'黄劲草','http://hdn.xnimg.cn/photos/hdn421/20111122/2155/head_1bge_105574m019117.jpg'),
 (26,1,'8042',NULL,'13581607355','13581607355','北京大学理科二号楼2240',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (47,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,22,'{\"star\": 1, \"uid\": 228320571, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111109/1655/tiny_C8Pv_234480d019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20101106/0105/h_head_9eq4_5371000198ed2f76.jpg\", \"name\": \"\\u9648\\u8363\\u6df1\"}',1,'陈荣深','http://hdn.xnimg.cn/photos/hdn421/20101106/0105/h_head_9eq4_5371000198ed2f76.jpg'),
 (20,1,'6066',NULL,'13641182425','13641182425','北京大学理科楼1812房间',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (17,1,'2901',NULL,'13581645135','13581645135','北京大学理科1号楼1812',928,NULL,NULL,NULL,7,'{\"star\": 1, \"uid\": 220976113, \"vip\": 5, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110901/1715/tiny_bMT3_265227n019117.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110901/1715/h_head_yfnU_61d900001cef2f76.jpg\", \"name\": \"\\u9ec4\\u52b2\\u677e\"}',1,'黄劲松','http://hdn.xnimg.cn/photos/hdn321/20110901/1715/h_head_yfnU_61d900001cef2f76.jpg'),
 (22,1,'8235',NULL,'15201468521','15201468521','北京大学畅春园61甲618',0,NULL,NULL,NULL,9,'{\"star\": 1, \"uid\": 225334572, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20100707/2140/tiny_BIZ0_6810a019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20100622/0105/h_head_22pn_5273000236992f76.jpg\", \"name\": \"\\u5f20\\u52cb Richard\"}',1,'张勋 Richard','http://hdn.xnimg.cn/photos/hdn521/20100622/0105/h_head_22pn_5273000236992f76.jpg'),
 (24,1,'4046',NULL,'18211016131','18211016131','北京市海淀区 上地安宁东路安宁小区1号楼1207室',0,NULL,NULL,NULL,10,'{\"star\": 0, \"uid\": 402054176, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110824/1745/h_tiny_4Y1r_241d000301b32f76.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110824/1745/h_head_djkO_241d000301b32f76.jpg\", \"name\": \"\\u827e\\u8335\\u8335\"}',0,'艾茵茵','http://hdn.xnimg.cn/photos/hdn121/20110824/1745/h_head_djkO_241d000301b32f76.jpg'),
 (29,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,13,'{\"star\": 0, \"uid\": 229385727, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111010/0005/h_tiny_uxBI_209e0002c20a2f75.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111010/0005/h_head_hAZi_209e0002c20a2f75.jpg\", \"name\": \"\\u674e\\u5fd7\\u6602\"}',1,'李志昂','http://hdn.xnimg.cn/photos/hdn521/20111010/0005/h_head_hAZi_209e0002c20a2f75.jpg'),
 (38,1,'2554',NULL,'13488793969','13488793969','理科一号1448室',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (43,1,'6227',NULL,'18810528636','18810528636','颐和园路5号北京大学燕园37楼',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (31,1,'3226',NULL,'15120078659','','北京大学34A',0,NULL,NULL,NULL,14,'{\"star\": 1, \"uid\": 255299388, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20100801/0840/h_tiny_03pf_63fb000007a42f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20100801/0840/h_head_4faf_63fb000007a42f76.jpg\", \"name\": \"\\u848b\\u662d\"}',0,'蒋昭','http://hdn.xnimg.cn/photos/hdn321/20100801/0840/h_head_4faf_63fb000007a42f76.jpg'),
 (37,1,'6566',NULL,'15501001077','','北京大学理科1号楼1727室',0,NULL,NULL,NULL,17,'{\"star\": 1, \"uid\": 242910592, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20091003/1450/tiny_yN2F_64354b019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20091003/1445/head_nOdj_48513a019118.jpg\", \"name\": \"\\u9ad8\\u6615\"}',1,'高昕','http://hdn.xnimg.cn/photos/hdn421/20091003/1445/head_nOdj_48513a019118.jpg'),
 (33,1,'4632',NULL,'15210626736','15210626736','北京大学34B111',47,NULL,NULL,NULL,15,'{\"star\": 1, \"uid\": 264079090, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111127/2100/tiny_Lnth_148060a019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111127/2100/h_head_Vkil_4d4f0000a8592f75.jpg\", \"name\": \"\\u91d1\\u96c5\\u662d\"}',0,'金雅昭','http://hdn.xnimg.cn/photos/hdn421/20111127/2100/h_head_Vkil_4d4f0000a8592f75.jpg'),
 (35,1,'4630',NULL,'15174478855','','北京市海淀区北京大学勺园四号楼',0,NULL,NULL,NULL,16,'{\"star\": 1, \"uid\": 335408858, \"vip\": 2, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111212/2045/h_tiny_iM2Z_719b000040a72f76.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111212/2045/h_head_1eIf_719b000040a72f76.jpg\", \"name\": \"\\u7504\\u8679\\u5b87\"}',1,'甄虹宇','http://hdn.xnimg.cn/photos/hdn521/20111212/2045/h_head_1eIf_719b000040a72f76.jpg'),
 (40,1,'1562',NULL,'15201473283','15201473283','北京大学第二教学楼',0,NULL,NULL,NULL,18,'{\"star\": 0, \"uid\": 328945406, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20110925/0010/h_tiny_fuIr_615e000050b72f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20110925/0010/h_head_l570_615e000050b72f76.jpg\", \"name\": \"\\u5b8b\\u5e7f\\u6613\"}',0,'宋广易','http://hdn.xnimg.cn/photos/hdn421/20110925/0010/h_head_l570_615e000050b72f76.jpg'),
 (42,1,'9501',NULL,'15201468417','15201468417','北京大学理科一号楼1220实验室',0,NULL,NULL,NULL,19,'{\"star\": 0, \"uid\": 1845993119, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20100502/0020/tiny_DvPZ_11327j019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20100502/0020/h_head_tg0G_02c7000037c22f76.jpg\", \"name\": \"\\u5218\\u6653\\u5175\"}',1,'刘晓兵','http://hdn.xnimg.cn/photos/hdn521/20100502/0020/h_head_tg0G_02c7000037c22f76.jpg'),
 (45,1,'9990',NULL,'15120094658','','北京大学理科一号楼1601',0,NULL,NULL,NULL,20,'{\"star\": 1, \"uid\": 223369297, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110729/1540/tiny_NoT7_66353m019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110729/1540/h_head_iQUl_6910000217e92f75.jpg\", \"name\": \"\\u9648\\u5b66\\u8f69\"}',1,'陈学轩','http://hdn.xnimg.cn/photos/hdn221/20110729/1540/h_head_iQUl_6910000217e92f75.jpg'),
 (49,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,24,'{\"star\": 1, \"uid\": 290514548, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20090911/0145/tiny_CN9J_17872j019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20090911/0145/head_b2Jf_17577e019117.jpg\", \"name\": \"\\u5f20\\u59ca\\u541b\"}',0,'张姊君','http://hdn.xnimg.cn/photos/hdn421/20090911/0145/head_b2Jf_17577e019117.jpg'),
 (51,1,'3869',NULL,'13466360640','13466360640','理科一号楼1217',0,NULL,NULL,NULL,25,'{\"star\": 1, \"uid\": 224837205, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110828/2310/tiny_qkn3_237657b019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110828/2310/head_f7WG_237656b019117.jpg\", \"name\": \"\\u738b\\u9526\\u9e4f\"}',1,'王锦鹏','http://hdn.xnimg.cn/photos/hdn321/20110828/2310/head_f7WG_237656b019117.jpg'),
 (53,1,'2161',NULL,'15210598259','15210598259','北京大学老生物楼216室',0,NULL,NULL,NULL,26,'{\"star\": 1, \"uid\": 268462296, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20101003/2250/tiny_gWLh_25651a019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20101003/2250/h_head_xVVy_08b200023ee62f75.jpg\", \"name\": \"\\u674e\\u7426\"}',1,'李琦','http://hdn.xnimg.cn/photos/hdn521/20101003/2250/h_head_xVVy_08b200023ee62f75.jpg'),
 (56,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,28,'{\"star\": 0, \"uid\": 293397523, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20100427/2120/tiny_mmTq_165610e019116.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20100427/2120/h_head_Q5Zr_40b8000002752f75.jpg\", \"name\": \"\\u97e9\\u8d8a\"}',1,'韩越','http://hdn.xnimg.cn/photos/hdn221/20100427/2120/h_head_Q5Zr_40b8000002752f75.jpg'),
 (55,1,'7508',NULL,'15210598307','010—62750876','北京大学36楼224寝室',0,NULL,NULL,NULL,27,'{\"star\": 1, \"uid\": 293070870, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111208/1025/h_tiny_91Ss_6f950002e0b52f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111208/1025/h_head_Jqxg_6f950002e0b52f76.jpg\", \"name\": \"\\u5eb9\\u60e0\\u94ed\"}',1,'庹惠铭','http://hdn.xnimg.cn/photos/hdn321/20111208/1025/h_head_Jqxg_6f950002e0b52f76.jpg'),
 (57,1,'6843',NULL,'13488716248','13488716248','海龙大厦1608  侠客行公司',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (58,1,'6451',NULL,'13810636085','13810636085','北京大学29楼 马捷',0,NULL,NULL,NULL,29,'{\"star\": 1, \"uid\": 246781354, \"vip\": 6, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110731/1635/tiny_qA30_195773m019117.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110731/1635/head_XBy0_195348p019117.jpg\", \"name\": \"\\u9a6c\\u6377\"}',0,'马捷','http://hdn.xnimg.cn/photos/hdn221/20110731/1635/head_XBy0_195348p019117.jpg'),
 (60,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,30,'{\"star\": 1, \"uid\": 291126934, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111117/1655/tiny_XBfj_57259b019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111117/1655/h_head_6eXf_6f920000b4e52f76.jpg\", \"name\": \"\\u9ec4\\u6bdb\\u6bdb\"}',1,'黄毛毛','http://hdn.xnimg.cn/photos/hdn321/20111117/1655/h_head_6eXf_6f920000b4e52f76.jpg'),
 (61,1,'9099',NULL,'15907446819','15907446819','中国地质大学16楼526室',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (62,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,31,'{\"star\": 1, \"uid\": 316113001, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20100920/2020/tiny_X1Kd_29052i019116.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20100920/2015/h_head_x6k3_79d600011da02f74.jpg\", \"name\": \"\\u7533\\u632f\"}',1,'申振','http://hdn.xnimg.cn/photos/hdn221/20100920/2015/h_head_x6k3_79d600011da02f74.jpg'),
 (63,0,'4429',NULL,'18911123422','','北京大学',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (66,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,33,'{\"star\": 1, \"uid\": 433686615, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111214/1755/h_tiny_s47m_7a92000045752f75.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111214/1755/h_head_HL5W_7a92000045752f75.jpg\", \"name\": \"\\u4e25\\u4e3d\\u4e39\"}',0,'严丽丹','http://hdn.xnimg.cn/photos/hdn221/20111214/1755/h_head_HL5W_7a92000045752f75.jpg'),
 (65,1,'4358',NULL,'13796639835','','哈尔滨市南岗区学府路158号',0,NULL,NULL,NULL,32,'{\"star\": 1, \"uid\": 430675322, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111210/1555/h_tiny_fK9y_55d50001f5b42f75.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111210/1555/h_head_5HmL_55d50001f5b42f75.jpg\", \"name\": \"\\u6768\\u6885\\u82ac\"}',0,'杨梅芬','http://hdn.xnimg.cn/photos/hdn221/20111210/1555/h_head_5HmL_55d50001f5b42f75.jpg'),
 (95,1,'1395',NULL,'18618328277','18618328277','北京大学32楼328室',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (69,1,'3889',NULL,'15210598300','15210598300','北京大学36楼',0,NULL,NULL,NULL,34,'{\"star\": 1, \"uid\": 292990862, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111123/2320/tiny_yItn_113960a019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111123/2320/h_head_paJ5_09bf00005d2c2f75.jpg\", \"name\": \"\\u8d75\\u5b50\\u542b\"}',0,'赵子含','http://hdn.xnimg.cn/photos/hdn321/20111123/2320/h_head_paJ5_09bf00005d2c2f75.jpg'),
 (70,1,'7599',NULL,'15210623699','15210623699','北京大学28楼356',0,NULL,NULL,NULL,35,'{\"star\": 0, \"uid\": 278656495, \"vip\": 7, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110908/2300/tiny_fVtD_328182g019118.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110908/2300/head_tpaz_329684b019118.jpg\", \"name\": \"\\u738b\\u7426ZAKU\"}',1,'王琦ZAKU','http://hdn.xnimg.cn/photos/hdn221/20110908/2300/head_tpaz_329684b019118.jpg'),
 (72,1,'9270',NULL,'15201306798','15201306798','北京大学36楼',0,NULL,NULL,NULL,36,'{\"star\": 0, \"uid\": 322627548, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111114/1720/tiny_zyPr_34451l019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111114/1715/h_head_M5Y9_6f9300006e0d2f76.jpg\", \"name\": \"\\u8096\\u4e50\\u9e23Ricardo\"}',1,'肖乐鸣Ricardo','http://hdn.xnimg.cn/photos/hdn221/20111114/1715/h_head_M5Y9_6f9300006e0d2f76.jpg'),
 (83,1,'5513',NULL,'13641346566','13641346566','北大理科1#1159',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (74,1,'3533',NULL,'15901000713','','北京大学理科一号楼1616室',0,NULL,NULL,NULL,37,'{\"star\": 1, \"uid\": 223291534, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110727/1645/tiny_2roE_50259f019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110727/1640/h_head_C4vj_694a0001f2222f75.jpg\", \"name\": \"\\u5f20\\u6653\\u4e1c\"}',1,'张晓东','http://hdn.xnimg.cn/photos/hdn321/20110727/1640/h_head_C4vj_694a0001f2222f75.jpg'),
 (76,1,'7079',NULL,'15210625037','15210625037','北京大学48楼一单元1065室',0,NULL,NULL,NULL,38,'{\"star\": 1, \"uid\": 288350790, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111129/1155/tiny_yifR_160703k019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111129/1155/h_head_bR3p_09bf0000ed012f75.jpg\", \"name\": \"\\u90ed\\u5c0f\\u7487\"}',0,'郭小璇','http://hdn.xnimg.cn/photos/hdn321/20111129/1155/h_head_bR3p_09bf0000ed012f75.jpg'),
 (78,1,'5172',NULL,'18810522276','','北京大学45乙楼103',0,NULL,NULL,NULL,39,'{\"star\": 1, \"uid\": 380565789, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110905/1730/h_tiny_PAhq_6242000089032f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110905/1730/h_head_7kLV_6242000089032f76.jpg\", \"name\": \"\\u59dc\\u51ef\\u6587\"}',1,'姜凯文','http://hdn.xnimg.cn/photos/hdn121/20110905/1730/h_head_7kLV_6242000089032f76.jpg'),
 (80,1,'9982',NULL,'18810535054','18810535054','北京大学28楼',0,NULL,NULL,NULL,40,'{\"star\": 1, \"uid\": 408527961, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111016/1240/tiny_fnwc_20314b019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111016/1240/h_head_lGO3_5f9f00004efa2f76.jpg\", \"name\": \"\\u4f55\\u731b\"}',1,'何猛','http://hdn.xnimg.cn/photos/hdn521/20111016/1240/h_head_lGO3_5f9f00004efa2f76.jpg'),
 (82,1,'9689',NULL,'13581777208','','北京市海淀区颐和园路5号北京大学45甲347',0,NULL,NULL,NULL,41,'{\"star\": 0, \"uid\": 254841906, \"vip\": 6, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111122/2155/tiny_keHq_105784k019118.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111122/2155/h_head_02AQ_6f9d000145762f76.jpg\", \"name\": \"\\u9648\\u4e91\\u5e06\"}',1,'陈云帆','http://hdn.xnimg.cn/photos/hdn221/20111122/2155/h_head_02AQ_6f9d000145762f76.jpg'),
 (90,1,'4925',NULL,'18654629798','','北京大学 33号楼  ',0,NULL,NULL,NULL,23,'{\"star\": 1, \"uid\": 263697778, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111027/1355/tiny_iJFX_119471e019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111027/1355/h_head_Vnwq_20970004facb2f75.jpg\", \"name\": \"\\u738b\\u6893\\u9633\"}',1,'王梓阳','http://hdn.xnimg.cn/photos/hdn221/20111027/1355/h_head_Vnwq_20970004facb2f75.jpg'),
 (85,1,'9362',NULL,'13811198677','','北京大学理科1号楼1818',0,NULL,NULL,NULL,42,'{\"star\": 1, \"uid\": 223027810, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110918/2045/h_tiny_8Qe1_2bd3000011f82f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110918/2045/h_head_HomK_2bd3000011f82f76.jpg\", \"name\": \"\\u5362\\u6b23\"}',0,'卢欣','http://hdn.xnimg.cn/photos/hdn121/20110918/2045/h_head_HomK_2bd3000011f82f76.jpg'),
 (87,1,'8211',NULL,'18810532643','','北京大学燕园28楼',0,NULL,NULL,NULL,43,'{\"star\": 1, \"uid\": 342433291, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110803/2245/h_tiny_iN9l_17de000140a32f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110803/2245/h_head_wtC2_17de000140a32f76.jpg\", \"name\": \"\\u8c22\\u5929\\u68ee\"}',1,'谢天森','http://hdn.xnimg.cn/photos/hdn121/20110803/2245/h_head_wtC2_17de000140a32f76.jpg'),
 (89,1,'8283',NULL,'15120052859','','北京大学35楼',0,NULL,NULL,NULL,44,'{\"star\": 1, \"uid\": 256338636, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110803/1355/tiny_SKl6_14727g019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110803/1355/h_head_93yA_17e000030b742f76.jpg\", \"name\": \"\\u738b\\u5a05\\u6b23\"}',0,'王娅欣','http://hdn.xnimg.cn/photos/hdn221/20110803/1355/h_head_93yA_17e000030b742f76.jpg'),
 (92,1,'3729',NULL,'18810509445','','北京大学37楼',0,NULL,NULL,NULL,45,'{\"star\": 0, \"uid\": 276214487, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111118/1800/h_tiny_mwRf_6f9f0000d0da2f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111118/1800/h_head_37tj_6f9f0000d0da2f76.jpg\", \"name\": \"\\u5f20\\u5c0f\\u50bb\"}',0,'张小傻','http://hdn.xnimg.cn/photos/hdn321/20111118/1800/h_head_37tj_6f9f0000d0da2f76.jpg'),
 (94,1,'9428',NULL,'18611297822','18611297822','清华大学紫荆4号楼5单元',0,NULL,NULL,NULL,46,'{\"star\": 1, \"uid\": 264339033, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110627/0020/tiny_MBqd_19374l019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110627/0020/h_head_SQSb_62540000d4ea2f75.jpg\", \"name\": \"\\u7f57\\u660e\\u6708\"}',0,'罗明月','http://hdn.xnimg.cn/photos/hdn321/20110627/0020/h_head_SQSb_62540000d4ea2f75.jpg'),
 (102,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,50,'{\"star\": 0, \"uid\": 332213064, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111109/2150/h_tiny_RKB9_209e00067f362f75.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111109/2150/h_head_ADo3_209e00067f362f75.jpg\", \"name\": \"\\u6731\\u5bcc\\u52c7\"}',1,'朱富勇','http://hdn.xnimg.cn/photos/hdn321/20111109/2150/h_head_ADo3_209e00067f362f75.jpg'),
 (97,1,'9418',NULL,'18810508341','','北京大学34B楼',0,NULL,NULL,NULL,47,'{\"star\": 1, \"uid\": 274509286, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20110810/2315/tiny_Cs9A_81610k019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110810/2315/h_head_fugC_17b00001020f2f76.jpg\", \"name\": \"\\u5468\\u68a6\\u6021\"}',0,'周梦怡','http://hdn.xnimg.cn/photos/hdn321/20110810/2315/h_head_fugC_17b00001020f2f76.jpg'),
 (99,1,'2019',NULL,'15201477214','15201477214','北京市海淀区颐和园路5号北京大学31楼240',0,NULL,NULL,NULL,48,'{\"star\": 1, \"uid\": 286095932, \"vip\": 3, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111113/0730/tiny_hb2Q_20894d019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20111112/2210/h_head_Aqu4_20a30006d1fc2f75.jpg\", \"name\": \"\\u6d2a\\u6b23\\u683c^Ash\"}',0,'洪欣格^Ash','http://hdn.xnimg.cn/photos/hdn121/20111112/2210/h_head_Aqu4_20a30006d1fc2f75.jpg'),
 (101,1,'1352',NULL,'15210598297','','北京市海淀区颐和园路5号北京大学36楼427',0,NULL,NULL,NULL,49,'{\"star\": 1, \"uid\": 282939294, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111122/2255/tiny_vV5y_105593n019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111122/2255/h_head_B8sL_4d4f000022d12f75.jpg\", \"name\": \"\\u738b\\u8212\\u2764POOH\"}',0,'王舒❤POOH','http://hdn.xnimg.cn/photos/hdn321/20111122/2255/h_head_B8sL_4d4f000022d12f75.jpg'),
 (103,1,'8386',NULL,'15116968599','15116968599','北京大学31楼',106,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (105,1,'3298',NULL,'13269398972','','北京大学',0,NULL,NULL,NULL,51,'{\"star\": 1, \"uid\": 200088306, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hd70.xiaonei.com/photos/hd70/20071116/22/10/tiny_2010e107.jpg\", \"zidou\": 0, \"headurl\": \"http://hd70.xiaonei.com/photos/hd70/20071116/22/10/head_2010e107.jpg\", \"name\": \"\\u5b63\\u6625\\u71d5\"}',0,'季春燕','http://hd70.xiaonei.com/photos/hd70/20071116/22/10/head_2010e107.jpg'),
 (108,1,'7687',NULL,'18810528716','18810528716','北京大学燕园37楼508',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (107,1,'6192',NULL,'13811602627','','北京市海淀区北京大学逸夫贰楼3439',0,NULL,NULL,NULL,52,'{\"star\": 0, \"uid\": 222139639, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110609/1610/tiny_4Xnm_113051c019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20110609/1610/h_head_ywDp_035e0002fa9a2f76.jpg\", \"name\": \"\\u6768\\u6960\"}',0,'杨楠','http://hdn.xnimg.cn/photos/hdn221/20110609/1610/h_head_ywDp_035e0002fa9a2f76.jpg'),
 (111,1,'6545',NULL,'15120052896','15120052896','中关新园4号楼40424室',0,NULL,NULL,NULL,54,'{\"star\": 1, \"uid\": 260972732, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111105/0000/tiny_2hMz_194240c019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111104/2355/h_head_wfLU_5f9600029b942f76.jpg\", \"name\": \"\\u9ad8\\u66c9\\u5a77Kose\"}',0,'高曉婷Kose','http://hdn.xnimg.cn/photos/hdn221/20111104/2355/h_head_wfLU_5f9600029b942f76.jpg'),
 (110,1,'7174',NULL,'18810523422','','北京大学燕园37楼',0,NULL,NULL,NULL,53,'{\"star\": 1, \"uid\": 399769650, \"vip\": 3, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111008/1420/tiny_ZIYn_159545n019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111008/1420/h_head_a4c3_6164000280f92f76.jpg\", \"name\": \"\\u5218\\u5955\\u5f64\"}',0,'刘奕彤','http://hdn.xnimg.cn/photos/hdn521/20111008/1420/h_head_a4c3_6164000280f92f76.jpg'),
 (119,1,'6547',NULL,'18810521589','18810521589','北京大学45楼乙344',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (114,1,'9846',NULL,'18810504398','18810504398','北京大学37楼650 张恬',0,NULL,NULL,NULL,55,'{\"star\": 1, \"uid\": 378141624, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111130/2055/tiny_W22z_172245g019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111130/2055/h_head_gzZz_7b8b000111162f76.jpg\", \"name\": \"\\u5f20\\u606c\"}',0,'张恬','http://hdn.xnimg.cn/photos/hdn521/20111130/2055/h_head_gzZz_7b8b000111162f76.jpg'),
 (116,1,'2941',NULL,'13466710716','13466710716','北京大学化学院南门',0,NULL,NULL,NULL,56,'{\"star\": 1, \"uid\": 247873398, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111208/0055/h_tiny_AXGu_6f9e0002dc612f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111208/0055/h_head_NuAc_6f9e0002dc612f76.jpg\", \"name\": \"\\u7f57\\u5f81\"}',1,'罗征','http://hdn.xnimg.cn/photos/hdn421/20111208/0055/h_head_NuAc_6f9e0002dc612f76.jpg'),
 (118,1,'7289',NULL,'15201472140','','北京大学35楼',0,NULL,NULL,NULL,57,'{\"star\": 1, \"uid\": 263335156, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111013/2340/tiny_XH7h_34828g019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20111013/2340/h_head_TuOn_2094000352782f75.jpg\", \"name\": \"\\u738b\\u4e00\\u8212\"}',0,'王一舒','http://hdn.xnimg.cn/photos/hdn121/20111013/2340/h_head_TuOn_2094000352782f75.jpg'),
 (126,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,61,'{\"star\": 0, \"uid\": 433936580, \"vip\": 1, \"sex\": 1, \"tinyurl\": \"http://head.xiaonei.com/photos/0/0/men_tiny.gif\", \"zidou\": 0, \"headurl\": \"http://head.xiaonei.com/photos/0/0/men_head.gif\", \"name\": \"\\u5f20\\u8fb0\"}',1,'张辰','http://head.xiaonei.com/photos/0/0/men_head.gif'),
 (121,1,'3289',NULL,'15501227613','','北京海淀区北京大学燕园41楼240室',0,NULL,NULL,NULL,58,'{\"star\": 0, \"uid\": 240085621, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20110802/1930/tiny_X384_8553n019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110802/1930/h_head_HPvy_17e00002455b2f76.jpg\", \"name\": \"\\u5f35\\u967d\"}',0,'張陽','http://hdn.xnimg.cn/photos/hdn321/20110802/1930/h_head_HPvy_17e00002455b2f76.jpg'),
 (123,1,'7652',NULL,'18810528842','','北京大学37楼503',0,NULL,NULL,NULL,59,'{\"star\": 1, \"uid\": 397517815, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111019/1910/tiny_Bhd1_49889c019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20111019/1905/h_head_BPbM_5f980000b5c12f76.jpg\", \"name\": \"\\u5ed6\\u7d2b\\u6ee2\"}',0,'廖紫滢','http://hdn.xnimg.cn/photos/hdn121/20111019/1905/h_head_BPbM_5f980000b5c12f76.jpg'),
 (125,1,'5795',NULL,'15011036919','','北京市海淀区北京大学40#627室',0,NULL,NULL,NULL,60,'{\"star\": 0, \"uid\": 1939473302, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn511/20090517/0115/tiny_5Fbg_65577d204237.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn311/20090517/0115/head_i3jD_65561f204237.jpg\", \"name\": \"\\u90d1\\u83b9\"}',0,'郑莹','http://hdn.xnimg.cn/photos/hdn311/20090517/0115/head_i3jD_65561f204237.jpg'),
 (137,0,'5720',NULL,'18911895907','18911895907','北京大学理科一号楼1730A室',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (138,1,'8015',NULL,'13324051987','13324051987','北京大学理科一号楼1730A室 顾正敏',0,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),
 (146,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,71,'{\"star\": 1, \"uid\": 295498945, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn421/20111215/1035/tiny_J2Xy_26184l019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111215/1035/h_head_wTco_7190000079b22f76.jpg\", \"name\": \"\\u8d75\\u52e4\\u52e4\"}',0,'赵勤勤','http://hdn.xnimg.cn/photos/hdn221/20111215/1035/h_head_wTco_7190000079b22f76.jpg'),
 (128,1,'5109',NULL,'15201473282','','北京市海淀区北京大学燕园35楼324室',0,NULL,NULL,NULL,62,'{\"star\": 1, \"uid\": 274856152, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111004/1750/tiny_0imE_115082o019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111004/1750/head_3Ldg_114684l019117.jpg\", \"name\": \"\\u4f55\\u8499\\u60a6\"}',0,'何蒙悦','http://hdn.xnimg.cn/photos/hdn221/20111004/1750/head_3Ldg_114684l019117.jpg'),
 (130,1,'5750',NULL,'15201473318','','燕园35楼',0,NULL,NULL,NULL,63,'{\"star\": 0, \"uid\": 267248687, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20101116/1040/h_tiny_rn2T_0ef8000012c22f74.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20101116/1040/h_head_hiwg_0ef8000012c22f74.jpg\", \"name\": \"\\u738b\\u7ffc\\u7fbd\"}',0,'王翼羽','http://hdn.xnimg.cn/photos/hdn321/20101116/1040/h_head_hiwg_0ef8000012c22f74.jpg'),
 (132,1,'7156',NULL,'15201471239','','北京市海淀区北京大学35楼',0,NULL,NULL,NULL,64,'{\"star\": 1, \"uid\": 322067410, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20111122/1815/tiny_mTM0_103242c019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111122/1815/h_head_BvEp_6f9400013ef92f76.jpg\", \"name\": \"\\u90b1\\u723d\"}',0,'邱爽','http://hdn.xnimg.cn/photos/hdn521/20111122/1815/h_head_BvEp_6f9400013ef92f76.jpg'),
 (134,1,'3504',NULL,'15201472059','','北京市海淀区颐和园路5号北京大学燕园35楼414',0,NULL,NULL,NULL,65,'{\"star\": 1, \"uid\": 329537257, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111016/1800/h_tiny_En9z_5f93000059d62f76.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn321/20111016/1800/h_head_S1BA_5f93000059d62f76.jpg\", \"name\": \"\\u5b8b\\u840c\"}',0,'宋萌','http://hdn.xnimg.cn/photos/hdn321/20111016/1800/h_head_S1BA_5f93000059d62f76.jpg'),
 (136,1,'7045',NULL,'15001246495','','北京大学35楼224室',0,NULL,NULL,NULL,66,'{\"star\": 1, \"uid\": 249972955, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111110/0905/tiny_HjPc_238866h019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20111110/0905/h_head_4n0s_5f9400032d0b2f76.jpg\", \"name\": \"\\u6c6a\\u5de7\\u83b9\"}',0,'汪巧莹','http://hdn.xnimg.cn/photos/hdn521/20111110/0905/h_head_4n0s_5f9400032d0b2f76.jpg'),
 (141,1,NULL,NULL,NULL,'',NULL,0,NULL,NULL,NULL,68,'{\"star\": 1, \"uid\": 224859350, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111114/1415/tiny_RtK0_33027o019118.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111114/1415/head_HQ5T_33147f019118.jpg\", \"name\": \"\\u848b\\u78a7\\u6ce2\"}',0,'蒋碧波','http://hdn.xnimg.cn/photos/hdn221/20111114/1415/head_HQ5T_33147f019118.jpg'),
 (140,1,'7803',NULL,'15210631387','15210631387','北京大学理科5号楼604',0,NULL,NULL,NULL,67,'{\"star\": 1, \"uid\": 187310320, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn321/20110526/1645/tiny_wUW9_69760p019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn521/20110526/1645/h_head_NZri_3401000273412f76.jpg\", \"name\": \"\\u5b59\\u5146\\u8339\\u266b\\u8349\\u8393\\u7b50\\u7b50\"}',0,'孙兆茹♫草莓筐筐','http://hdn.xnimg.cn/photos/hdn521/20110526/1645/h_head_NZri_3401000273412f76.jpg'),
 (143,1,'1566',NULL,'13717501425','','北京市昌平区东小口镇太平家园小区13号楼407号',0,NULL,NULL,NULL,69,'{\"star\": 1, \"uid\": 230444627, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn121/20111007/1650/tiny_cDPy_149791d019118.jpg\", \"zidou\": 1, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn121/20111007/1650/head_B4q1_149878j019118.jpg\", \"name\": \"\\u5f20\\u51cc\\u83f2\"}',0,'张凌菲','http://hdn.xnimg.cn/photos/hdn121/20111007/1650/head_B4q1_149878j019118.jpg'),
 (145,1,'9765',NULL,'15201469063','','北京大学35楼429室',0,NULL,NULL,NULL,70,'{\"star\": 1, \"uid\": 325340719, \"vip\": 1, \"sex\": 0, \"tinyurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111119/2010/tiny_ehDp_77291b019117.jpg\", \"zidou\": 0, \"headurl\": \"http://hdn.xnimg.cn/photos/hdn221/20111119/2010/head_EYsN_77743i019117.jpg\", \"name\": \"\\u66fe\\u84c1\"}',0,'曾蓁','http://hdn.xnimg.cn/photos/hdn221/20111119/2010/head_EYsN_77743i019117.jpg');
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_userprofile` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_userprofile_addresses`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_userprofile_addresses`;
CREATE TABLE  `guolanr`.`guolan_userprofile_addresses` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userprofile_id` int(11) NOT NULL,
  `deliveryaddress_id` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `userprofile_id` (`userprofile_id`,`deliveryaddress_id`),
  KEY `guolan_userprofile_addresses_1be3128f` (`userprofile_id`),
  KEY `guolan_userprofile_addresses_7cba5e67` (`deliveryaddress_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_userprofile_addresses`
--

/*!40000 ALTER TABLE `guolan_userprofile_addresses` DISABLE KEYS */;
LOCK TABLES `guolan_userprofile_addresses` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_userprofile_addresses` ENABLE KEYS */;


--
-- Definition of table `guolanr`.`guolan_visitor`
--

DROP TABLE IF EXISTS `guolanr`.`guolan_visitor`;
CREATE TABLE  `guolanr`.`guolan_visitor` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ip` char(15) NOT NULL,
  `address` varchar(255) CHARACTER SET utf8 NOT NULL,
  `datetime` datetime NOT NULL,
  `school_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `guolan_visitor_1ebdc00a` (`school_id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `guolanr`.`guolan_visitor`
--

/*!40000 ALTER TABLE `guolan_visitor` DISABLE KEYS */;
LOCK TABLES `guolan_visitor` WRITE;
UNLOCK TABLES;
/*!40000 ALTER TABLE `guolan_visitor` ENABLE KEYS */;




/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
